Repository: GNOME/simple-scan
Catalog: help/*.po
Languages: ar, bg, cs, de, es, fr, hu, pt_br, ru

# _
source: translator-credits
ar: Launchpad Contributions: Ibrahim Saed https://launchpad.net/~ibraheem5000
bg: Launchpad Contributions: Blagovest Petrov https://launchpad.net/~eniac-bg
cs: Launchpad Contributions: Dominik Bednář https://launchpad.net/~b-f-hero Ondra Kadlec https://launchpad.net/~o-kadlec Tadeáš Pařík https://launchpad.net/~pariktadeas
es: Launchpad Contributions: Adolfo Jayme https://launchpad.net/~fitojb calabero111 https://launchpad.net/~alfredorodriguez1011
fr: Launchpad Contributions: Jean-Marc https://launchpad.net/~m-balthazar Pierre-Cyril https://launchpad.net/~jokaz-junk
hu: Launchpad Contributions: Gabor Kelemen https://launchpad.net/~kelemeng
pt_br: Launchpad Contributions: Neliton Pereira Jr. https://launchpad.net/~nelitonpjr millemiglia https://launchpad.net/~dnieper650
ru: Launchpad Contributions: Aleksey Kabanov https://launchpad.net/~ak099 ned https://launchpad.net/~ru100 ☠Jay ZDLin☠ https://launchpad.net/~black-buddha666

source: <media type="image" src="figures/icon.png"/> Simple Scan Manual
fr: <media type="image" src="figures/icon.png"/> Manuel de Simple Scan

source: Scanning Pages
ar: مسح الصفحات
bg: Сканиране на страници
cs: Skenování stránek
de: Scannen von Seiten
es: Escanear páginas
fr: Numérisation de pages
hu: Oldalak szkennelése
pt_br: Digitalizando páginas
ru: Сканирование страниц

source: Modifying the Document
ar: تعديل المستند
bg: Промяна на документ
cs: Úprava dokumentu
de: Bearbeiten des Dokuments
es: Modificar el documento
fr: Modification du document
hu: A dokumentum módosítása
pt_br: Modificando o documento
ru: Изменение документа

source: Using the Document
ar: استخدام المستند
bg: Използване на документ
cs: Využití dokumentu
de: Das Dokument verwenden
es: Usar el documento
fr: Utilisation du document
hu: A dokumentum használata
pt_br: Usando o documento
ru: Использование документа

source: Simple Scan Shortcuts
fr: Raccourcis de Simple Scan

source: Using an Automatic Document Feeder
ar: استخدام مغذّي المستندات الآلي
bg: Използване на Автоматично Листоподаващо Устройство
cs: Použití automatického podavače dokumentů
de: Verwendung eines automatischen Dokumenteneinzugs
es: Usar un alimentador automático de documentos
fr: Utilisation du chargeur automatique de documents
hu: Automatikus dokumentumadagoló használata
pt_br: Usando um alimentador automático de documentos
ru: Использование автоподатчика страниц

source: If your scanner features an Automatic Document Feeder (ADF) you can scan all the pages from the feeder via one of following methods:
fr: Si votre périphérique de numérisation propose un chargeur automatique de documents (ADF) vous pouvez numériser toutes les pages depuis le chargeur en suivant une des méthodes suivantes :

source: Use a Keyboard Shortcut
fr: Utiliser un raccourci clavier

source: Press <keyseq><key>Ctrl</key><key>F</key></keyseq>
fr: Appuyez sur <keyseq><key>Ctrl</key><key>F</key></keyseq>

source: Use a Menu
fr: Utiliser un menu

source: Navigate to <guiseq><gui>Document</gui> <gui>Scan</gui><gui>All Pages From Feeder</gui></guiseq>.
fr: Naviguez vers <guiseq><gui>Document</gui> <gui>Numériser</gui><gui>Toutes les pages du chargeur</gui></guiseq>.

source: Use the Toolbar Buttons
fr: Utiliser les boutons de la barre d'outils

source: Click on the arrow to the right of the "Scan" button.
fr: Cliquez sur la flèche à droite du bouton « Numériser ».

source: Choose "All Pages From Feeder".
fr: Sélectionnez « Toutes les pages du chargeur »

source: By default, both sides of a sheet will scan if your scanner has this capability. You can choose single side scanning from the <guiseq><gui>Document</gui><gui>Preferences</gui></guiseq> menu.
fr: Par défaut, les deux faces de la feuille seront numérisées si votre périphérique le permet. Vous pouvez choisir de ne numériser qu'une seule face depuis le menu <guiseq><gui>Document</gui><gui>Préférences</gui></guiseq>.

source: Setting brightness and Contrast
fr: Réglage de la luminosité et du contraste

source: Some scanners allow the user to adjust the brightness and contrast when scanning. If your scans come out too dark or too light you can adjust these settings from the <guiseq><gui>Document</gui><gui>Preferences</gui></guiseq> menu.
fr: Certains périphériques de numérisation permettent à l'utilisateur d'ajuster la luminosité et le contraste durant la numérisation. Si vos numérisations sont trop sombres ou trop claires, vous pouvez régler ces paramètres à partir du menu <guiseq><gui>Document</gui><gui>Préférences</gui></guiseq>.

source: Cropping
ar: الاقتصاص
bg: Отрязване
cs: Ořezávání
de: Zuschneiden
es: Recorte
fr: Recadrage
hu: Vágás
pt_br: Recortando
ru: Обрезка

source: The cropping feature in <app>Simple Scan</app> allows you to use only a part of a scanned image. You can enable crop either before or after scanning a page, and you can always change the dimensions of the crop frame. When crop is enabled, a mask will apper over the current page with the area not being used shown in gray. You can enable crop and choose the desired dimensions via one of the following methods:
fr: La fonction recadrage dans <app>Simple Scan</app> vous permet de n'utiliser qu'une partie d'une image numérisée. Vous pouvez activer le recadrage avant ou après la numérisation d'une page et vous pouvez toujours changer les dimensions du recadrage. Lorsque le recadrage est activé, un masque apparaîtra sur la page en cours, la zone non utilisée sera grisée. Vous pouvez activer le recadrage et choisir les dimensions souhaitées via l'une des méthodes suivantes :

source: Use a Right Click
fr: Utilisez un clic droit

source: Right click anywhere on the image area and select "Crop".
fr: Faites un clic droit à n'importe quel endroit de la page et sélectionnez « Recadrer ».

source: Choose one of the fixed crop frames, or select "Custom" to manually set the crop frame's dimensions by dragging its borders.
fr: Sélectionnez un des cadres fixes ou sélectionnez « Personnalisé » pour définir manuellement les dimensions du cadre en faisant glisser ses bords.

source: Click and hold the frame, then move it to the desired position.
fr: Cliquez et maintenez le cadre, puis déplacez-le sur la position désirée.

source: Navigate to the <guiseq><gui>Page</gui><gui>Crop</gui></guiseq> menu.
fr: Naviguez vers le menu <guiseq><gui>Page</gui><gui>Recadrer</gui></guiseq>.

source: Choose one of the fixed crop frames, or select "Custom" to manually adjust the frame's dimensions by dragging its borders.
fr: Sélectionnez un des cadres fixes ou sélectionnez « Personnalisé » pour définir manuellement les dimensions du cadre en faisant glisser ses bords.

source: Use the Toolbar
fr: Utiliser la barre d'outils

source: Click the "<gui>Crop</gui>" button in the toolbar.
fr: Cliquez sur le bouton « <gui>Recadrer</gui> » dans la barre d'outils.

source: This is the same as choosing "Custom" in step 2 of the aforementioned methods.
fr: Ceci revient au même que de choisir « Personnalisé » à l'étape 2 des méthodes mentionnées ci-dessus.

source: Drag the borders of the frame to set the desired dimensions and position.
fr: Faites glisser les bords du cadre pour définir les dimensions désirées et la position.

source: Each new scanned page will use the previous crop.
fr: Chaque nouvelle page numérisée utilisera le recadrage précédent.

source: Setting the Scan Resolution
ar: إعداد ميز المسح
bg: Определяне на резолюцията за сканиране
cs: Nastavení rozlišení
de: Festlegen der Auflösung
es: Configurar la resolución del escaneo
fr: Configuration de la résolution du périphérique de numérisation
hu: A beolvasás felbontásának beállítása
pt_br: Configurando a resolução do digitalizador.
ru: Выбор разрешения сканирования

source: The default resolution for document type <gui><em>Text</em></gui> is 150 dpi (dots per inch) and for document type <gui><em>Photo</em></gui> is 300 dpi. You can change these settings from the <guiseq><gui>Document</gui><gui>Preferences</gui></guiseq> menu.
fr: La résolution par défaut pour un document <gui><em>Texte</em></gui> est de 150 ppp (points par pouce), pour un document <gui><em>Photo</em></gui>, elle est de 300 ppp. Vous pouvez modifier ces réglages dans le menu <guiseq><gui>Document</gui><gui>Préférences</gui></guiseq>.

source: The available scanning resolutions for both document types (Text and Photo) are the same and are listed in the following table:
fr: Les résolutions de numérisation disponibles pour les deux types de documents (textes et photos) sont les mêmes et sont listées dans le tableau suivant :

source: <em>Text Resolution</em>
fr: <em>Résolution texte</em>

source: <em>Photo Resolution</em>
fr: <em>Résolution photo</em>

source: 75 dpi (draft)
fr: 75 ppp (brouillon)

source: 150 dpi (default)
fr: 150 ppp (par défaut)

source: 150 dpi
fr: 150 ppp

source: 300 dpi
fr: 300 ppp

source: 300 dpi (default)
fr: 300 ppp (par défaut)

source: 600 dpi
fr: 600 ppp

source: 1200 dpi (high resolution)
fr: 1200 ppp (haute résolution)

source: 2400 dpi
fr: 2400 ppp

source: <gui><em>Text</em></gui> documents are always scanned in black and white, while <gui><em>Photo</em></gui> documents are always scanned in color, at any resolution!
fr: Les documents <gui><em>Texte</em></gui> sont toujours numérisés en noir et blanc alors que les documents <gui><em>Photo</em></gui> sont toujours numérisés en couleur, quelle que soit la résolution !

source: Sending via Email
ar: الإرسال بالبريد الإلكتروني
bg: Изпращане чрез имейл
cs: Odeslání emailem
de: Per E-Mail versenden
es: Enviar por correo electrónico
fr: Envoi par courriel
hu: Küldés e-mailben
pt_br: Enviando por e-mail
ru: Отправка по электронной почте

source: To email the current document use the <guiseq><gui>Document</gui><gui>Email</gui></guiseq> menu (<keyseq><key>Ctrl</key><key>E</key></keyseq>). Your email program will be opened with a new message containing the scanned document as an attachment.
ar: لإرسال المستند الحالي بالبريد الإلكتروني استخدم قائمة <guiseq><gui>مستند</gui><gui>بريد إلكتروني</gui></guiseq> (<keyseq><key>Ctrl</key><key>E</key></keyseq>). سيُفتح برنامج البريد الإلكتروني مع رسالة جديدة تحتوي المستند الممسوح كمُرفق.
bg: За да изпратите текущия документ по електронна поща, използвайте менюто <guiseq><gui>Документ</gui><gui>Електронна поща</gui></guiseq> (<keyseq><key>Ctrl</key><key>Е</key></keyseq>). Вашата програма за електронна поща ще бъде отворена със заредено ново съобщение, съдържащо сканирания документ като прикрепен файл.
cs: Pro odeslání stávajícího dokumentu emailem použijte nabídku <guiseq><gui>Dokument</gui><gui>E-mail</gui></guiseq> (<keyseq><key>Ctrl</key><key>E</key></keyseq>). Emailový program otevře novou zprávu s naskenovaným dokumentem v příloze.
fr: Pour envoyer le document actuel par courriel, choisissez le menu <guiseq><gui>Document</gui><gui>Courriel</gui></guiseq>(<keyseq><key>Ctrl</key><key>E</key></keyseq>). Votre logiciel de messagerie électronique s'ouvrira avec un nouveau message qui contiendra le document numérisé en pièce jointe.
hu: Az aktuális dokumentum e-mailben történő elküldéséhez használja a <guiseq><gui>Dokumentum</gui><gui>E-mail</gui></guiseq> menüpontot vagy a <keyseq><key>Ctrl</key><key>E</key></keyseq> billentyűkombinációt. Az e-mail programja megnyílik egy új üzenettel, amelyhez csatolva lesz a beolvasott dokumentum.
pt_br: Para enviar o documento atual por e-mail, utilize o menu <guiseq><gui>Documento</gui><gui>E-mail</gui></guiseq> (<keyseq><key>Ctrl</key><key>E</key></keyseq>). O seu programa de e-mail será aberto com uma nova mensagem contendo o documento digitalizado como anexo.
ru: Для отправки текущего документа используйте меню <guiseq><gui>Документ</gui><gui>Отправить по электронной почте</gui></guiseq> (<keyseq><key>Ctrl</key><key>E</key></keyseq>). В вашей почтовой программе будет создано новое сообщение, содержащее отсканированный документ в виде вложения.

source: If the document type was set to "Text" the email will have a PDF attachment for each page. Conversely, if the document type was set to "Photo", the email will have a JPEG attachment for each page.
fr: Si le type de document a été réglé sur « Texte » le courriel aura une pièce jointe PDF pour chaque page. À l'inverse, si le type de document a été réglé sur « Photo », le courriel aura une pièce jointe JPEG pour chaque page.

source: See <link xref="save"/> for more information about file formats.
ar: انظر <link xref="save"/> لمزيد من المعلومات حول صيغ الملفات.
bg: Вижте <link xref="save"/> за повече информация относно файловите формати.
cs: Pro více informací o souborových formátech navštivte <link xref="save"/>.
de: In <link xref="save"/> finden Sie weitere Informationen über Dateiformate.
es: Consulte <link xref="save"/> para más información sobre los formatos de archivo.
fr: Consultez <link xref="save"/> pour plus d'information à propos des formats de fichiers.
hu: A fájlformátumokkal kapcsolatban további információkért lásd a <link xref="save"/> oldalt.
pt_br: Consulte <link xref="save"/> para mais informações sobre formatos de arquivos.
ru: Смотрите <link xref="save"/> для дополнительных сведений о форматах файлов.

source: Creative Commons Attribution-Share Alike 3.0 Unported License
ar: رخصة المشاع الإبداعي: النسبة-الترخيص بالمثل 3.0
bg: Признание-Споделяне на споделеното 3.0 Нелокализиран
cs: Licence Creative Commons Attribution-Share Alike 3.0 Unported
es: Licencia Creative Commons Atribución-Compartir Igual 3.0 genérica
fr: Licence Creative Commons Paternité - Partage à l'Identique 3.0 non transcrit (CC BY-SA 3.0)

source: This work is licensed under a <_:link-1/>.
ar: هذا العمل مُرخص تحت <_:link-1/>.
bg: Тази разработка е лицензирана под <_:link-1/>.
cs: Tato práce je zveřejněna pod licencí <_:link-1/>.
es: Este trabajo se encuentra bajo una <_:link-1/>.
fr: Ce travail est publié sous <_:link-1/>.
hu: Ez a munka a <_:link-1/> feltételei szerint használható.
pt_br: Esta obra está sob a licença <_:link-1/>.
ru: Это руководство распространяется на условиях <_:link-1/>.

source: As a special exception, the copyright holders give you permission to copy, modify, and distribute the example code contained in this document under the terms of your choosing, without restriction.
ar: كاستثناء خاص، فإن أصحاب حقوق النسح يعطونك الإذن بنسخ وتعديل وتوزيع نموذج الكود الوارد في هذا المستند تحت البنود التي تختارها، بدون قيود.
bg: Като специално изключение, правоносителите Ви дават разрешение да копирате, променяте и разпространявате примерния код, съдържащ се в този документ под условия, които Вие изберете, без забрани.
cs: Držitelé práv udělují zvláštní výjimku ke kopírování, úpravě a distribuci vzorového kódu obsaženého v tomto dokumentu za podmínek, které si vyberete. Bez omezení.
es: Como una excepción especial, los titulares de derechos de autor le permiten copiar, modificar y redistribuir el código de ejemplo contenido en este documento bajo los términos que prefiera, sin ninguna restricción.
fr: À titre exceptionnel, les détenteurs des droits vous donnent la permission de copier, modifier et distribuer le code contenu dans ce document sous les termes de votre choix, sans restrictions.
hu: Speciális kivételként a szerzői jog tulajdonosai az Ön által választott tetszőleges feltételek mellett, korlátozás nélkül engedélyezik a dokumentumban található példakódok másolását, módosítását és terjesztését.
pt_br: Como exceção especial, os detentores dos direitos autorais lhe dão permissão para copiar, modificar e distribuir o código exemplo contido neste documento sob os termos de sua escolha, sem restrições.
ru: В качестве особого исключения, владельцы авторских прав разрешают вам копировать, изменять и распространять код примеров, содержащихся в этом документе, на выбранных вами условиях, без ограничений.

source: Printing
ar: الطباعة
bg: Отпечатване
cs: Tisk
de: Drucken
es: Imprimir
fr: Impression
hu: Nyomtatás
pt_br: Impressão
ru: Печать

source: <app>Simple Scan</app> allows you print a scanned document directly from the its interface, without having to save the document first. This feature makes <app>Simple Scan</app> a very convenient tool for making copies of documents or photos.
fr: <app>Simple Scan</app> vous permet d'imprimer un document numérisé directement à partir de son interface, sans avoir à enregistrer le premier document. Cette caractéristique fait de <app>Simple Scan</app> un outil très pratique pour faire des copies de documents ou de photos.

source: To Print a Document
fr: Pour imprimer un document

source: Go to the <guiseq><gui>Document</gui><gui>Print</gui> </guiseq> menu or use the keyboard shortcut <keyseq><key>Ctrl</key><key>P</key></keyseq>. This will open the "Print" dialog box.
fr: Allez dans le menu <guiseq><gui>Document</gui><gui>Imprimer</gui> </guiseq> ou utilisez le raccourci clavier <keyseq><key>Ctrl</key><key>P</key></keyseq>. Ceci ouvrira la boîte de dialogue « Imprimer ».

source: From the "Print" dialog box choose your desired printing settings and/or Print Preview the document, then press the "Print" button.
fr: Depuis la boîte de dialogue « Imprimer » sélectionnez vos paramètres d'impression désirés et/ou prévisualisez le document puis cliquez sur le bouton « Imprimer ».

source: Setting the Image Quality
fr: Réglage de la qualité de l'image

source: You can adjust the image quality that is used when the scan is converted to a file by changing this setting in the <guiseq><gui>Document</gui><gui>Preferences</gui></guiseq> menu. Using a low quality will result in a small file size but may show some blurring or blockiness in the image. A high quality will keep all the scanned information but require a larger file size. See the <link href="https://en.wikipedia.org/wiki/Lossy_compression">Lossy compression Wikipedia page</link> for more information.
fr: Vous pouvez ajuster la qualité d'image utilisée lorsque la numérisation est convertie en fichier en changeant ce paramètre dans le menu <guiseq><gui>Document</gui><gui>Préférences</gui></guiseq>. L'utilisation d'une qualité moindre se traduira par une petite taille de fichier, mais pourra présenter un certain flou ou une pixellisation de l'image. Une qualité élevée permet de conserver toutes les informations numérisées, mais nécessite une taille de fichier plus volumineux. Consultez la <link href="https://fr.wikipedia.org/wiki/Compression_de_donn%C3%A9es#Compression_avec_pertes">page Wikipédia sur la compression de données</link> pour plus d'informations.

source: Reordering Pages
ar: إعادة ترتيب الصفحات
bg: Преподреждане на страници
cs: Změna pořadí stránek
de: Seiten neu anordnen
es: Reordenar páginas
fr: Réorganisation des pages
hu: Oldalak átrendezése
pt_br: Reordenando páginas
ru: Изменение порядка страниц

source: To move a page, right click on it and choose <gui><em>Move Left</em></gui> or <gui><em>Move Right</em></gui>.
fr: Pour déplacer une page, faites un clic droit dessus et sélectionnez <gui><em>Déplacer vers la gauche</em></gui> ou <gui><em>Déplacer vers la droite</em></gui>.

source: Alternatively, you can move a page by first selecting it and then choosing <gui><em>Move Left</em></gui> or <gui><em>Move Right</em></gui> from the "Page" menu.
fr: Alternativement, vous pouvez déplacer une page en la sélectionnant en premier, puis en choisissant <gui><em>Déplacer vers la gauche</em></gui> ou <gui><em>Déplacer vers la droite</em></gui> depuis le menu « Page ».

source: Rotating a Page
fr: Faire pivoter une page

source: In <app>Simple Scan</app>, you can change the rotation of a page either before or after scanning the page. Currently, there are four ways to rotate a page:
fr: Dans <app>Simple Scan</app>, vous pouvez changer l'orientation d'une page avant ou après la numérisation. Actuellement, il y a quatre façons de faire pivoter une page :

source: Use Toolbar Buttons
fr: Utiliser les boutons de la barre d'outils

source: Select the page you want to rotate by clicking on it once.
fr: Sélectionnez la page que vous souhaitez faire pivoter en cliquant dessus une fois.

source: Press one of the arrows on the toolbar to rotate the page in the desired direction.
fr: Cliquez sur une des flèches de la barre d'outils pour faire pivoter la page dans la direction souhaitée.

source: Use Right Click
fr: Utiliser le clic droit

source: Right click on the page you want to rotate.
fr: Faites un clic droit sur la page que vous souhaitez faire pivoter.

source: From the context menu choose "Rotate Left" or "Rotate Right".
fr: Depuis le menu contextuel, sélectionnez « Faire pivoter vers la gauche » ou « Faire pivoter vers la droite ».

source: Click the "Page" menu and select "Rotate Left" or "Rotate Right".
fr: Cliquez sur le menu « Page » et sélectionnez « Faire pivoter vers la gauche » ou « Faire pivoter vers la droite ».

source: Use Shortcuts
fr: Utiliser les raccourcis

source: Press one of the following shortcut keys:
fr: Appuyez sur une des touches de raccourci suivantes :

source: <em>Command</em>
fr: <em>Commande</em>

source: <em>Shortcut Key</em>
fr: <em>Touches de raccourci</em>

source: Rotate Left
fr: Faire pivoter vers la gauche

source: <key>[</key> (left bracket)
fr: <key>[</key> (crochet gauche)

source: Rotate Right
fr: Faire pivoter vers la droite

source: <key>]</key> (right bracket)
fr: <key>]</key> (crochet droit)

source: Each new scanned page will use the previous rotation.
fr: Chaque nouvelle page numérisée utilisera la rotation précédente.

source: Saving to a File
ar: الحفظ إلى ملف
bg: Записване във файл
cs: Uložení do souboru
de: Speichern in einer Datei
es: Guardar a un archivo
fr: Enregistrement vers un fichier
hu: Mentés fájlba
pt_br: Salvando em arquivo
ru: Сохранение в файл

source: Navigate to the <guiseq><gui>Document</gui><gui>Save As</gui></guiseq> menu (or press <keyseq><key>Shift</key><key>Ctrl</key><key>S</key></keyseq>).
fr: Naviguez vers le menu <guiseq><gui>Document</gui><gui>Enregistrer sous</gui></guiseq> (ou appuyez sur <keyseq><key>Maj</key><key>Ctrl</key><key>S</key></keyseq>).

source: From the "Save As" dialog box, choose one of the supported file types, or simply change the extension in the "Name" field.
fr: Depuis la boîte de dialogue « Enregistrer sous », sélectionnez un des types de fichier pris en charge ou changez simplement l'extension dans le champ « Nom ».

source: Press the "Save" button.
fr: Cliquez sur le bouton « Enregistrer ».

source: Supported File Types
fr: Types de fichiers pris en charge

source: <em>Brief Description</em>
fr: <em>Brève description</em>

source: A PDF can contain multiple pages, like a book, and is easy to distribute. Only a small number of linux programs can modify PDF documents, so this format is recommended primarily for archiving. The size of the PDF document is affected by the <link xref="quality">image quality</link>. See the <link href="http://en.wikipedia.org/wiki/pdf">PDF Wikipedia page</link> for more information.
fr: Un fichier PDF peut contenir plusieurs pages, comme un livre, et est facile à distribuer. Seul un petit nombre de programmes Linux peuvent modifier des documents PDF, ainsi ce format est principalement recommandé pour l'archivage. La taille du document PDF est affectée par la <link xref="quality">qualité de l'image</link>. Consultez la <link href="https://fr.wikipedia.org/wiki/Portable_Document_Format">page Wikipédia sur le format PDF</link> pour plus d'informations.
