Repository: GNOME/simple-scan
Catalog: help/*.po
Languages: ar, bg, cs, de, es, fr, hu, pt_br, ru

source: To use only part of the scanned page enable crop by selecting the crop button in the toolbar. A mask will be shown over the current page with the area not being used shown in gray.
ar: يمكنك استخدام جزء فقط من الصفحة الممسوحة بتفعيل الاقتصاص عن طريق النقر على زرّ "اقتصاص" من شريط الأدوات. سيظهر قناع خلال الصفحة الحالية مع ظهور الجزء الغير مستخدم باللون الرمادي.
bg: За да използвате само част от сканираната страница, разрешете изрязването като изберете бутона "изрязване" от лентата с инструменти. Върху текущата страница ще бъде показана маска. Неизползваното пространство ще бъде в сиво.
cs: Chcete-li použít pouze část skenované stránky, použijte tlačítko oříznout v panelu nástrojů. Část, která nebude použita, je označena šedivou barvou.
de: Um nur einen Teil der eingescannten Seite zu verwenden, können Sie mit dem Zuschneiden-Knopf in der Werkzeugleiste diese auf die gewünschte Größe zuschneiden. Eine Maske wird über der aktuellen Seite angezeigt, wobei der nicht zu verwendende Teil in Grau dargestellt wird.
hu: A beolvasott oldal egy részének használatához használja az eszköztár Vágás gombját. Ekkor megjelenik egy maszk az aktuális oldal felett, a
pt_br: Para usar somente parte de uma página digitalizada, ative o recurso de recorte selecionando o botão Recortar na barra de ferramentas. Uma máscara será mostrada sobre a página atual, com a área que não será utilizada mostrada em cinza.
ru: Чтобы использовать лишь часть отсканированной страницы, включите обрезку, нажав кнопку обрезки на панели инструментов. Над текущей страницей появится маска, на которой неиспользуемая область страницы будет закрашена серым.

source: The crop area can be adjusted by clicking on the inside of the crop area border and dragging the mouse.
ar: يمكنك تعديل منطقة الاقتصاص عن طريق النقر على حدود منطقة الاقتصاص وسحب الفأرة.
bg: Пространството за изрязване може да бъде променяно с натискане на външната част на обкръжаващата го рамка и влачене на мишката.
cs: Oblast oříznutí lze nastavit kliknutím na vnitřní hranici oblasti oříznutí a tažením myši.
de: Sie können den Zuschnittbereich anpassen, indem Sie innerhalb der Umrandung dieses Bereichs mit der Maus klicken und die Maus dann ziehen.
es: Puede ajustar el área de recorte pulsando en el interior del borde del área de recorte y arrastrando el ratón.
hu: A vágási terület mérete módosítható a vágási terület szegélyén belülre kattintással, és az egér húzásával.
pt_br: A área de recorte pode ser ajustada clicando no interior da margem da área de recorte e arrastando com o mouse.
ru: Область обрезки можно настроить, щёлкнув на внутренней границы этой области и перетаскивая её мышью.

source: Page
de: Seite

source: Crop
de: Zuschneiden

source: Fixed crop sizes can be chosen from the <guiseq><placeholder-1/><placeholder-2/></guiseq> menu that match commonly used paper sizes.
de: Voreingestellte Zuschnittgrößen wählen Sie im Menü <guiseq><placeholder-1/><placeholder-2/></guiseq>, das Ihnen häufig verwendete Papiergrößen zur Auswahl anbietet.

source: Each new page that is scanned will use the previous crop.
ar: كل صفحة جديدة سيتم مسحها سوف تستخدم نفس الاقتصاص السابق.
bg: Всяка нова сканирана страница ще използва предишните размери за изрязване.
cs: Každá nová skenovaná stránka použije předchozí ořez.
de: Jede neu eingescannte Seite verwendet den Zuschnitt der vorherigen Seite.
es: Cada página nueva que se escanee utilizará el recorte anterior.
hu: Minden újonnan beolvasott oldal a korábbi vágást használja.
pt_br: Cada nova página digitalizada usará os tamanhos de recorte anteriores.
ru: Каждая вновь отсканированная страница будет использовать область обрезки предыдущей страницы.

source: All Pages From Feeder
de: Alle Seiten aus dem Papiereinzug

source: If your scanner has an Automatic Document Feeder (ADF) you can scan all the pages by selecting the <guiseq><placeholder-1/><placeholder-2/><placeholder-3/></guiseq> menu.
de: Falls Ihr Scanner mit einem automatischen Dokumenteneinzug ausgestattet ist, wählen Sie im Menü <guiseq><placeholder-1/><placeholder-2/><placeholder-3/></guiseq>, um alle Seiten einzuscannen.

source: By default both sides of the paper will be scanned if your scanned supports this. Single side scanning can be configured from the <guiseq><placeholder-1/><placeholder-2/></guiseq> menu.
de: Standardmäßig werden beide Seiten des Papiers eingescannt, sofern Ihr Scanner dies unterstützt. Einseitiges Scannen kann über das Menü <guiseq><placeholder-1/><placeholder-2/></guiseq> konfiguriert werden.

source: Robert Ancell
ar: روبرت أنسل

source: If your scanner has an Automatic Document Feeder (ADF) you can scan all the pages by selecting the <guiseq><gui>Document</gui><gui>Scan</gui><gui>All Pages From Feeder</gui></guiseq> menu.
ar: إذا كانت ماسحتك الضوئية تحتوي على خاصية تغذية مستندات آلية فيمكنك مسح جميع الصفحات وذلك بالنقر على قائمة <guiseq><gui>مستند</gui><gui>امسح</gui><gui>كل الصفحات من المغذّي</gui></guiseq>.
bg: Ако вашият скенер има Автоматично Листоподаващо Устройство (АЛУ), можете да сканирате всички страници при избиране на менюто <guiseq><gui>Документ</gui><gui>Сканиране</gui><gui>Всички страници от подавача</gui></guiseq>.
cs: Pokud má skener automatický podavač dokumentů (ADF), můžete skenovat všechny stránky vybráním <guiseq><gui>Dokument</gui><gui>Skenovat</gui><gui>Všechny stránky z podavače</gui></guiseq> .
es: Si su escáner cuenta con un alimentador automático de documentos (ADF, por sus siglas en inglés) podrá digitalizar todas las páginas mediante el menú <guiseq><gui>Documento</gui><gui>Escanear</gui><gui>Todas las páginas del alimentador</gui></guiseq>.
hu: Ha szkennere rendelkezik automatikus dokumentumadagolóval, akkor az összes oldalt beolvastathatja a <guiseq><gui>Dokumentum</gui><gui>Szkennelés</gui><gui>Minden oldal az adagolóból</gui></guiseq> menüpont kiválasztásával.
pt_br: Se seu digitalizador tiver um alimentador automático de documentos, você pode digitalizar todas as páginas ao selecionar no menu <guiseq><gui>Documento</gui><gui>Digitalizar</gui><gui>Todas as páginas do alimentador</gui></guiseq>.
ru: Если ваш сканер оснащён автоподатчиком страниц (ADF), можно отсканировать все страницы, выбрав в меню <guiseq><gui>Документ</gui><gui>Scan</gui><gui>Все страницы из автоподатчика</gui></guiseq>.

source: By default both sides of the paper will be scanned if your scanned supports this. Single side scanning can be configured from the <guiseq><gui>Document</gui><gui>Preferences</gui></guiseq> menu.
ar: بشكل افتراضي فإن كلا وجهي الورقة سوف يُمسحا إذا كانت الماسحة تدعم ذلك. مسح وجه واحد فقط من الورقة يمكن ضبطه من قائمة <guiseq><gui>مستند</gui><gui>التفضيلات</gui></guiseq>.
bg: И двете страни на листа ще бъдат сканирани, ако вашият скенер поддържа това. Едностранно сканиране може да бъде настроено от менюто <guiseq><gui>Документ</gui><gui>Предпочитания</gui></guiseq>
cs: Ve výchozím stavu budou naskenovány obě strany papíru, pokud to skener podporuje. Skenování jedné strany může být nastaveno vybráním <guiseq><gui>Dokument</gui><gui>Nastavení</gui></guiseq> .
es: De manera predeterminada se digitalizarán ambas caras del papel, si su escáner admite esta funcionalidad. Puede configurar la digitalización de una sola cara yendo a <guiseq><gui>Documento</gui><gui>Preferencias</gui></guiseq>.
hu: Alapesetben a papír mindkét oldala beolvasásra kerül, ha a szkenner ezt támogatja. Az egyoldalas beolvasás a <guiseq><gui>Dokumentum</gui><gui>Beállítások</gui></guiseq> menüpont alatt állítható be.
pt_br: Por padrão, ambos os lados do papel serão digitalizados se seu digitalizador suportar este recurso. A digitalização de somente um lado do papel pode ser configurada a partir do menu <guiseq><gui>Documento</gui><gui>Preferências</gui></guiseq>.
ru: По умолчанию будут отсканированы обе стороны листа, если сканер поддерживает двустороннее сканирование. Сканирование одной стороны можно настроить в меню <guiseq><gui>Документ</gui><gui>Параметры</gui></guiseq>.

source: Fixed crop sizes can be chosen from the <guiseq><gui>Page</gui><gui>Crop</gui></guiseq> menu that match commonly used paper sizes.
ar: مقاسات الاقتصاص الثابتة يمكن اختيارها من قائمة <guiseq><gui>صفحة</gui><gui>اقتصاص</gui></guiseq>.
bg: Постоянни размери за изрязване могат да бъдат избрани от менюто<guiseq><gui>Страница</gui><gui>Изрязване</gui></guiseq>,съдържащо често използваните размери хартия.
cs: Předpřipravené formáty oříznutí mohou být vybrány v nabídce <guiseq><gui>Stránka</gui><gui>Oříznout</gui></guiseq>, tyto formáty odpovídají všeobecným velikostem papíru.
es: En el menú <guiseq><gui>Página</gui><gui>Recortar</gui></guiseq> se pueden elegir tamaños predefinidos de recorte que se ajustan a las medidas de papel más comunes.
hu: Az <guiseq><gui>Oldal</gui><gui>Vágás</gui></guiseq> menüből rögzített méretű vágási területek választhatók, amelyek megfelelnek a gyakran használt papírméreteknek.
pt_br: Tamanhos fixos de recorte podem ser escolhidos no menu <guiseq><gui>Página</gui><gui>Recortar</gui></guiseq> que possui os tamanhos mais usados de papel.
ru: В меню <guiseq><gui>Страница</gui><gui>Обрезать</gui></guiseq> можно выбрать области обрезки фиксированного размера, соответствующие часто используемым размерам бумаги.

source: By default text documents will be scanned at 200 dots per inch (dpi) and photos at 400 dpi. To change these settings open the preferences from the <guiseq><gui>Document</gui><gui>Preferences</gui></guiseq> menu.
ar: بشكل افتراضي فإن المستندات النصية ستُمسح بـ 200 نقطة\بوصة، والصور ستُمسح بـ 400 نقطة\بوصة. لتغيير هذه الإعدادات افتح التفضيلات من قائمة <guiseq><gui>مستند</gui><gui>التفضيلات</gui></guiseq> menu.
bg: По подразбиране текстовите документи ще бъдат сканирани на 200 точки за инч (dpi) и снимките - на 400 dpi. За да промените тези стойности, отворете настройките от менюто<guiseq><gui>Документ</gui><gui>Предпочитания</gui></guiseq> menu.
cs: Ve výchozím nastavení budou dokumenty skenovány v 200 dpi a fotografie ve 400 dpi. Ke změně tohoto nastavení otevřete nastavení z nabídky <guiseq><gui>Dokument</gui><gui>Nastavení</gui></guiseq>.
es: De manera predeterminada, se escanearán los documentos a 200 puntos por pulgada (ppp) y las fotos a 400 ppp. Para modificar esta configuración, abra las preferencias yendo al menú <guiseq><gui>Documento</gui><gui>Preferencias</gui></guiseq>.
hu: Alapesetben a szöveges dokumentumok 200 DPI felbontásban, míg a fényképek 400 DPI-ben kerülnek beolvasásra. Ezen beállítások módosításához nyissa meg a Beállítások ablakot a <guiseq><gui>Dokumentum</gui><gui>Beállítások</gui></guiseq> menüpont kiválasztásával.
pt_br: O padrão é que os documentos de texto sejam digitalizados em 200 pontos por polegada (dpi) e as fotos em 400 dpi. Para mudar estas configurações, abra as preferências no menu <guiseq><gui>Documentos</gui><gui>Preferências</gui></guiseq>.
ru: По умолчанию текстовые документы сканируются с разрешением 200 точек на дюйм (dpi), а фотографии — 400 dpi. Чтобы изменить разрешение, воспользуйтесь настройками из меню <guiseq><gui>Документ</gui><gui>Параметры</gui></guiseq>.

source: To print the current document use the <guiseq><gui>Document</gui><gui>Print</gui></guiseq> menu (<keyseq><key>Ctrl</key><key>P</key></keyseq>).
ar: لطباعة المستند الحالي استخدم قائمة <guiseq><gui>مستند</gui><gui>اطبع</gui></guiseq> (<keyseq><key>Ctrl</key><key>P</key></keyseq>).
bg: За да отпечатате текущия документ, използвайте менюто <guiseq><gui>Дукумент</gui><gui>Печат</gui></guiseq> (<keyseq><key>Ctrl</key><key>P</key></keyseq>).
cs: Pro tisk aktuálního dokumentu použijte nabídku <guiseq><gui>Dokument</gui><gui>Tisk</gui></guiseq> (<keyseq><key>Ctrl</key><key>P</key></keyseq>).
hu: Az aktuális dokumentum nyomtatásához használja a <guiseq><gui>Dokumentum</gui><gui>Nyomtatás</gui></guiseq> menüpontot, vagy a <keyseq><key>Ctrl</key><key>P</key></keyseq> billentyűkombinációt.
pt_br: Para imprimir o documento, use o menu <guiseq><gui>Documento</gui><gui>Imprimir</gui></guiseq> (<keyseq><key>Ctrl</key><key>P</key></keyseq>).
ru: Для отправки документа на печать воспользуйтесь меню <guiseq><gui>Документ</gui><gui>Печать</gui></guiseq> (<keyseq><key>Ctrl</key><key>P</key></keyseq>).

source: To move a page, select it and move the page left or right using the <key>&lt;</key> and <key>&gt;</key> keys.
ar: لنقل صفحة، اختر الصفحة وانقلها إلى اليسار أو اليمين باستخدام مفتاحي <key>&lt;</key> و <key>&gt;</key>.
bg: За да преместите страница, трябва да я е изберете и да я местите наляво или надясно използвайки клавишите <key>&lt;</key> и <key>&gt;</key>.
cs: Pro přesun stránky je potřeba danou stránku vybrat a posunout ji doleva nebo doprava pomocí kláves <key>&lt;</key> and <key>&gt;</key>.
hu: Egy oldal áthelyezéséhez válassza ki azt, és a <key>&lt;</key> vagy <key>&gt;</key> billentyűvel mozgassa balra vagy jobbra.
pt_br: Para mover uma página, selecione e mova a página para a esquerda ou direita usando as teclas <key>&lt;</key> e <key>&gt;</key>.
ru: Чтобы переместить страницу, выберите её и передвиньте влево или вправо клавишами <key>&lt;</key> и <key>&gt;</key>.

source: To remove the selected page use the <key>Delete</key> key.
ar: لإزالة الصفحة المختارة استخدم مفتاح <key>Delete</key>.
bg: За да изтриете избраната страница, използвайте клавиша <key>Delete</key>
cs: Stranu smažete pomocí klávesy <key>Delete</key>.
es: Para quitar la página seleccionada use la tecla <key>Suprimir</key>.
hu: A kijelölt oldal eltávolításához nyomja meg a <key>Delete</key> billentyűt.
pt_br: Para excluir a página selecionada, utilize a tecla <key>Delete</key>.
ru: Для удаления выбранной страницы используйте клавишу <key>Delete</key>.

source: To rotate a page use the rotation buttons in the toolbar or the <key>[</key> and <key>]</key> keys. Each new page that is scanned will use the previous rotation.
ar: لتدوير صفحة استخدم أزرار التدوير في شريط الأدوات أو استخدم مفتاحي <key>[</key> and <key>]</key>. كل صفحة جديدة سيتم مسحها سوف تستخدم التدوير السابق.
bg: За да завъртите страница, използвайте бутоните за завъртане в лентата с инструменти или от клавишите <key>[</key> и <key>]</key> . Всяка нова сканирана страница ще използва предишната настройка за завъртане.
cs: Pro otočení stránky použijte tlačítka otočení v panelu nástrojů nebo použijte klávesy <key>[</key> and <key>]</key>. Každá nově naskenovaná strana bude mít předchozí otočení.
hu: Oldal forgatásához használja az eszköztár forgatás gombjait, vagy a <key>[</key> és <key>]</key> billentyűket. Minden újonnan beolvasott oldal a korábbi forgatást használja.
pt_br: Para girar uma página use os botões de rotação na barra de ferramentas ou as teclas <key>[</key> e <key>]</key>. Cada nova página que for digitalizada usará a rotação anterior.
ru: Для поворота страницы используйте кнопки поворота на панели инструментов или клавиши <key>[</key> и <key>]</key>. Каждая новая отсканированная страница будет поворачиваться так же, как предыдущая.

source: To save the current document to a file use the <guiseq><gui>Document</gui><gui>Save</gui></guiseq> menu (<keyseq><key>Ctrl</key><key>S</key></keyseq>). When you save, there is a choice of three file types.
ar: لحفظ المستند الحالي إلى ملف استخدم قائمة <guiseq><gui>مستند</gui><gui>احفظ</gui></guiseq> (<keyseq><key>Ctrl</key><key>S</key></keyseq>). عند الحفظ، ستجد هناك ثلاث أنواع من الملفات لاختيارها.
bg: За да запишете текущия документ във файл, използвайте менюто <guiseq><gui>Документ</gui><gui>Запазване</gui></guiseq> (<keyseq><key>Ctrl</key><key>S</key></keyseq>). Когато запазнате, можете да изберете три файлови типа.
cs: Pro uložení dokumentu použijte nabídku <guiseq><gui>Dokument</gui><gui>Uložit</gui></guiseq> (<keyseq><key>Ctrl</key><key>S</key></keyseq>). Při uložení si můžete vybrat ze tří formátů.
es: Para guardar el documento actual a un archivo use el menú <guiseq><gui>Documento</gui><gui>Guardar</gui></guiseq>(<keyseq><key>Ctrl</key><key>S</key></keyseq>). Cuando guarde, puede elegir entre tres tipos de archivo.
hu: Az aktuális dokumentum fájlba mentéséhez használja a <guiseq><gui>Dokumentum</gui><gui>Mentés</gui></guiseq> menüpontot, vagy a <keyseq><key>Ctrl</key><key>S</key></keyseq> billentyűkombinációt. Mentéskor három fájltípusból választhat.
pt_br: Para salvar o documento atual em um arquivo, utilize o menu <guiseq><gui>Documento</gui><gui>Salvar</gui></guiseq (<keyseq><key>Ctrl</key><key>S</key></keyseq>). Quando você salvar, poderá escolher entre três tipos de arquivo.
ru: Чтобы сохранить текущий документ в файл, используйте меню <guiseq><gui>Документ</gui><gui>Сохранить</gui></guiseq> (<keyseq><key>Ctrl</key><key>S</key></keyseq>). При сохранении у вас будет выбор из трёх типов файлов.

source: Portable Document Format (PDF)
ar: صيغة المستند المحمول (PDF)
cs: PDF
es: Formato de documento portable (PDF)

source: If you have multiple scanners you can change which scanner is selected from the <guiseq><gui>Document</gui><gui>Preferences</gui></guiseq> menu.
ar: إذا كان لديك عدة ماسحات ضوئية متصلة بحاسوبك فيمكنك تغيير الماسحة المُستخدمة من قائمة <guiseq><gui>مستند</gui><gui>التفضيلات</gui></guiseq>.
bg: Ако имате няколко скенера, можете да промените кой скенер е избран от менюто <guiseq><gui>Документ</gui><gui>Предпочитания</gui></guiseq> .
cs: Jestliže máte více skenerů, výběr skeneru můžete změnit v nabídce <guiseq><gui>Dokument</gui><gui>Nastavení</gui></guiseq>.
hu: Ha több szkennere van, akkor a <guiseq><gui>Dokumentum</gui><gui>Beállítások</gui></guiseq> menüpont segítségével kiválaszthatja az éppen használandót.
pt_br: Se você possui diversos digitalizadores, você pode alterar o digitalizador a ser selecionado a partir do menu <guiseq><gui>Documento</gui><gui>Preferências</gui></guiseq>.
ru: При наличии нескольких сканеров можно выбрать нужный в меню <guiseq><gui>Документ</gui><gui>Параметры</gui></guiseq>.

source: Your local scanners are automatically detected each time you start <app>Simple Scan</app> and each time you plug in USB scanner. If you have a network scanner you will need to restart <app>Simple Scan</app> for it to be detected.
ar: ماسحاتك الضوئية المحلية سيتم اكتشافها آليا في كل مرة تقوم فيها بتشغيل تطبيق <app>الماسحة الضوئية</app> وفي كل مرة تقوم فيها بوصل الماسحة الضوئية بحاسوبك. إذا كان لديك ماسحة ضوئية من الشبكة فستحتاج إلى إعادة تشغيل تطبيق <app>الماسحة الضوئية</app> ليتم اكتشافها.
bg: Вашите местни скенери се намират автоматично всеки път, когато стартирате <app>Опростено Сканиране</app> и всеки път, когато включите USB скенер. Ако имате мрежов скенер, за да бъде засечен, ще трябва да рестартирате <app>Опростено Сканиране</app>.
cs: Lokální skenery jsou automaticky detekovány při každém spuštění aplikace <app>Jednoduché skenování</app> a při každém připojení USB skeneru. Jestliže máte síťový skener, budete muset aplikaci <app>Jednoduché skenování</app> restartovat.
es: Cada vez que inicia <app>Simple Scan</app> y cada vez que conecta un escáner USB, sus escáneres locales se detectan automáticamente. Si tiene un escáner de red, necesitará reiniciar <app>Simple Scan</app> para que lo detecte.
hu: A helyi szkennerek automatikusan felismerésre kerülnek a <app>Simple Scan</app> elindításakor, és egy USB szkenner csatlakoztatásakor. Ha hálózati szkennere van, akkor annak felismeréséhez újra kell indítani a <app>Simple Scant</app>.
pt_br: Seus digitalizadores locais serão automaticamente detectados cada vez que você iniciar o <app>Digitalizador simples</app> e cada vez que você conectar um digitalizador USB. Se você possuir um digitalizador na rede, você terá que reiniciar o <app>Digitalizador simples</app> para que seja detectado.
ru: Ваши локальные сканеры распознаются автоматически при каждом запуске <app>Simple Scan</app> и при подключении сканера через USB. Если у вас сетевой сканер, вам потребуется перезапустить <app>Simple Scan</app>, чтобы он был распознан.

source: Press the scan button in the toolbar (or <keyseq><key>Ctrl</key><key>1</key></keyseq>).
ar: انقر زرّ "امسح" في شريط الأدوات (أو <keyseq><key>Ctrl</key><key>1</key></keyseq>).
bg: Натиснете бутона за сканиране от лентата с инструменти (или <keyseq><key>Ctrl</key><key>1</key></keyseq>).
cs: Zmáčkněte tlačítko skenování v panelu nástrojů (nebo <keyseq><key>Ctrl</key><key>1</key></keyseq>).
es: Pulse el botón para escanear en la barra de herramientas (o <keyseq><key>Ctrl</key><key>1</key></keyseq>).
hu: Nyomja meg az eszköztár Szkennelés gombját, vagy a <keyseq><key>Ctrl</key><key>1</key></keyseq> billentyűkombinációt.
pt_br: Pressione o botão Digitalizar na barra de ferramentas (ou <keyseq><key>Ctrl</key><key>1</key></keyseq>).
ru: Нажмите кнопку сканирования на панели инструментов (или <keyseq><key>Ctrl</key><key>1</key></keyseq>).

source: Each page you scan is added to the end of your document. To start a new document select <guiseq><gui>Document</gui><gui>New</gui></guiseq>. Individual pages can be deleted by right clicking a page or pressing the <key>Delete</key> key.
ar: كل صفحة تقوم بمسحها ستضاف إلى نهاية المستند. لبدء مستند جديد اختر <guiseq><gui>مستند</gui><gui>جديد</gui></guiseq>. يمكنك حذف صفحات منفردة بالنقر بالزر الأيمن على الصفحة أو بالضغط على مفتاح <key>Delete</key> في لوحة المفاتيح.
bg: Всяка страница, която сканирате се добавя в края на документа. За да започнете нов документ, изберете <guiseq><gui>Документ</gui><gui>Нов</gui></guiseq>. Отделни страници могат да бъдат изтрити, като щракнете с десния бутон на страница или с натискане на клавиша <key>Delete</key>.
cs: Každá stránka, kterou naskenujete, je přidána na konec dokumentu. Pro vytvoření nového dokumentu vyberte <guiseq><gui>Dokument</gui><gui>Nový</gui></guiseq>. Jednotlivé stránky mohou být smazány pravým kliknutím na stránku nebo pomocí klávesy <key>Delete</key>.
es: Cada página que escanea se añade al final de su documento. Para comenzar un documento nuevo, seleccione <guiseq><gui>Documento</gui><gui>Nuevo</gui></guiseq>. Puede eliminar páginas individuales pulsando con el botón derecho del ratón sobre ellas u oprimiendo la tecla <key>Supr</key>.
hu: Minden beolvasott oldal hozzáadásra kerül a dokumentumhoz. Új dokumentum kezdéséhez válassza a <guiseq><gui>Dokumentum</gui><gui>Új</gui></guiseq> menüpontot. Az egyes oldalak az oldalon való jobb kattintással, vagy a <key>Delete</key> billentyű megnyomásával törölhetők.
pt_br: Cada página que você digitaliza é adicionada ao final de seu documento. Para iniciar um novo documento, selecione <guiseq><gui>Documento</gui><gui>Novo</gui></guiseq>. Páginas podem ser individualmente excluídas com um clique direito do mouse ou pressionando a tecla <key>Delete</key>.
ru: Каждая отсканированная страница будет добавляться в конец вашего документа. Чтобы начать новый документ, выберите <guiseq><gui>Документ</gui><gui>Создать</gui></guiseq>. Отдельные страницы можно удалить, щелкнув на них правой кнопкой или нажав клавишу <key>Delete</key>.
