Repository: GNOME/simple-scan
Catalog: help/*.po
Languages: ar, bg, cs, de, es, fr, hu, pt_br, ru

source: The type of scan can be changed from the <guiseq><gui>Document</gui><gui>Scan</gui></guiseq> menu. Choose <gui>Text</gui> if you want the document to be quickly scanned in black and white or <gui>Photo</gui> for a high resolution color scan.
ar: يمكنك تغيير نوع المسح من قائمة <guiseq><gui>مستند</gui><gui>امسح</gui></guiseq>. اختر <gui>نص</gui> إذا كنت ترغب بمسح المستند بسرعة بالأسود والأبيض، أو اختر <gui>صورة</gui> للمسح عالي الميز مع الألوان.
bg: Този тип сканиране може да бъде променен от менюто <guiseq><gui>Документ</gui><gui>Сканиране</gui></guiseq> . Изберете <gui>Текст</gui>, ако искате документа да бъде сканиран бързо в черно-бяло или <gui>Снимка</gui> за цветно сканиране с висока резолюция.
cs: Typ skenovaného dokumentu může být změněn z nabídky <guiseq><gui>Dokument</gui><gui>Skenovat</gui></guiseq>. Vyberte <gui>Text<gui>, chcete-li naskenovat dokument rychle v bílých a černých barvách nebo <gui>Fotografie</gui> pro skenování ve vysokém a barevném rozlišení.
es: Puede modificar el tipo de escaneo desde el menú <guiseq><gui>Documento</gui><gui>Escanear</gui></guiseq>. Elija <gui>Texto</gui> si quiere que el documento se escanee rápidamente en blanco y negro, o <gui>Foto</gui> para un escaneo a color en alta resolución.
hu: A beolvasás típusa a <guiseq><gui>Dokumentum</gui><gui>Szkennelés</gui></guiseq> menüpont alatt módosítható. Válassza a <gui>Szöveg</gui> lehetőséget a dokumentum gyors, fekete-fehér beolvasásához, vagy a <gui>Fénykép</gui> lehetőséget a nagy felbontású, színes beolvasáshoz.
pt_br: O tipo da digitalização pode ser alterado a partir do menu <guiseq><gui>Documento</gui><gui>Digitalizar</gui></guiseq>. Selecione <gui>Texto</gui> se você deseja que o documento seja digitalizado rapidamente em preto e branco ou <gui>Foto</gui> para uma digitalização colorida em alta resolução.
ru: Тип сканирования можно изменить в меню <guiseq><gui>Документ</gui><gui>Сканировать</gui></guiseq>. Выберите <gui>Текст</gui> для быстрого сканирования в чёрно-белом режиме или <gui>Фотография</gui> для сканирования в цвете с высоким разрешением.

source: To stop the scan at any time press <key>Escape</key>.
ar: لإيقاف المسح في أي وقت اضغط مفتاح <key>Esc</key> في لوحة المفاتيح.
bg: За да спрете сканирането по всяко време, натиснете клавиша <key>Escape</key>.
cs: Zastavení skenování provedete pomocí klávesy <key>Escape</key>.
es: Para detener el escaneo en cualquier momento, oprima <key>Escape</key>.
hu: A szkennelés leállításához bármikor megnyomhatja az <key>Esc</key> billentyűt.
pt_br: Para parar a digitalização a qualquer tempo, pressione <key>Escape</key>.
ru: Для остановки сканирования в любой момент нажмите <key>Escape</key>.
