Repository: GNOME/simple-scan
Catalog: help/*.po
Languages: ar, bg, cs, de, es, fr, hu, pt_br, ru

source: JPEG is the file format used by digital cameras to save pictures. A JPEG file is relatively small, very easy to distribute, and suitable for uploading to social networking sites. Most operating systems come with a JPEG editor by default. If you have scanned multiple pages, a JPEG file will be created for each page. Use this file type if you want to modify or upload the scanned images. The size of the JPEG file is affected by the <link xref="quality">image quality</link>. See the <link href="http://en.wikipedia.org/wiki/jpeg">JPEG Wikipedia page</link> for more information.
fr: JPEG est le format de fichier utilisé par les appareils photo numériques pour enregistrer des images. Un fichier JPEG est relativement léger, très facile à distribuer et adapté pour le téléchargement sur les sites de réseaux sociaux. La plupart des systèmes d'exploitation sont livrés avec un éditeur JPEG par défaut. Si vous avez numérisé plusieurs pages, un fichier JPEG sera créé pour chaque page. Utilisez ce type de fichier si vous souhaitez modifier ou télécharger les images numérisées. La taille du fichier JPEG est affectée par la <link xref="quality">qualité de l'image</link>. Consultez la <link href="https://fr.wikipedia.org/wiki/JPEG">page Wikipédia sur le format JPEG</link> pour plus d'informations.

source: PNG files contain the raw data from the scanner. This makes them very large and not suitable for distributing. If you have scanned multiple pages, a PNG file will be created for each page. See the <link href="http://en.wikipedia.org/wiki/Portable_Network_Graphics">PNG Wikipedia page</link> for more information.
fr: Les fichiers PNG contiennent les données brutes du périphérique de numérisation. Cela les rend très volumineux et peu adaptés à la distribution. Si vous avez numérisé plusieurs pages, un fichier PNG sera créé pour chaque page. Consultez la <link href="https://fr.wikipedia.org/wiki/Portable_Network_Graphics">page Wikipédia sur le format PNG</link> pour plus d'informations.

source: TIFF files contain the raw data from the scanner. This makes them very large and not suitable for distributing. If you have scanned multipe pages, a TIFF file will be created for each page. See the <link href="http://en.wikipedia.org/wiki/Tagged_Image_File_Format">TIFF Wikipedia page</link> for more information.
fr: Les fichiers TIFF contiennent les données brutes du périphérique de numérisation. Cela les rend très volumineux et peu adaptés à la distribution. Si vous avez numérisé plusieurs pages, un fichier TIFF sera créé pour chaque page. Consultez la <link href="https://fr.wikipedia.org/wiki/Tagged_Image_File_Format">page Wikipédia sur le format TIFF</link> pour plus d'informations.

source: Selecting a Scanner
ar: اختيار ماسحة ضوئية
bg: Избиране на скенер
cs: Vybrat scanner
de: Einen Scanner auswählen
es: Seleccionar un escáner
fr: Sélection d'un périphérique de numérisation
hu: Szkenner kiválasztása
pt_br: Selecionando um digitalizador
ru: Выбор сканера

source: If you have multiple scanning devices you can change the selected device from the <guiseq><gui>Document</gui><gui>Preferences</gui></guiseq> menu.
fr: Si vous avez plusieurs périphériques de numérisation, vous pouvez changer le périphérique sélectionné depuis le menu <guiseq><gui>Document</gui><gui>Préférences</gui></guiseq>.

source: Your local scanners are automatically detected each time you start <app>Simple Scan</app> and each time you plug in a USB scanner. If you connect a network scanner while <app>Simple Scan</app> is running, you will need to restart <app>Simple Scan</app> for the scanner to be detected.
fr: Vos périphériques de numérisation locaux sont automatiquement détectés chaque fois que vous démarrez <app>Simple Scan</app> et à chaque fois que vous connectez un périphérique de numérisation USB. Si vous connectez un périphérique de numérisation en réseau lorsque <app>Simple Scan</app> fonctionne, vous devrez relancer <app>Simple Scan</app> pour que le périphérique soit détecté.

source: Scanning a Page
ar: مسح صفحة
bg: Сканиране на страница
cs: Skenovat stránku
de: Scannen einer Seite
es: Escanear una página
fr: Numérisation d'une page
hu: Oldal beolvasása
pt_br: Digitalizando uma página
ru: Сканирование страницы

source: To scan a document from your scanner:
ar: لمسح مستند في الماسحة الضوئية:
bg: За сканиране на документ от вашия скенер
cs: Skenování dokumentu ze skeneru:
de: So scannen Sie ein Dokument mit ihrem Scanner ein:
es: Para escanear un documento desde su escáner:
fr: Pour numériser un document avec votre périphérique de numérisation :
hu: Egy dokumentum beolvasásához a szkennerről:
pt_br: Para digitalizar um documento no seu digitalizador:
ru: Чтобы отсканировать документ:

source: Connect the scanner to your computer and power it on.
fr: Connectez le périphérique de numérisation à votre ordinateur et allumez-le.

source: Open <app>Simple Scan</app>.
ar: افتح <app>الماسحة الضوئية</app>.
bg: Отваряне на <app>Опростено сканиране</app>.
cs: Otevřte <app>Jednoduché skenování</app>.
es: Abra <app>Simple Scan</app>.
fr: Ouvrir l'application <app>Simple Scan</app>.
hu: Nyissa meg a <app>Simple Scant</app>.
pt_br: Abra o <app>Digitalizador simples</app>.
ru: Откройте <app>Simple Scan</app>.

source: Click the arrow to the right of the "Scan" button and choose the type of document you are scanning: <em>Photo</em> or <em>Text</em>.
fr: Cliquez sur la flèche à droite du bouton « Numériser » et sélectionnez le type de document que vous voulez numériser : <em>Photo</em> ou <em>Texte</em>.

source: Click the "Scan" button on the toolbar (or press <keyseq><key>Ctrl</key><key>1</key></keyseq>).
fr: Cliquez sur le bouton « Numériser » de la barre d'outils (ou appuyez sur <keyseq><key>Ctrl</key><key>1</key></keyseq>).

source: The page will be shown as it is scanned. To stop the scan at any time press the <key>Esc</key> key on the keyboard. Each page you scan is placed at the end of the document.
fr: La page sera affichée telle qu'elle a été numérisée. Pour arrêter la numérisation à n'importe quel moment, appuyez sur la touche <key>Échap</key> du clavier. Chaque page numérisée est placée à la fin du document.

source: The document type can be also be changed from the <guiseq><gui>Document</gui> <gui>Scan</gui></guiseq> menu. Choose <gui><em>Text</em></gui> if you want the document to be quickly scanned in black and white; choose <gui><em>Photo</em></gui> for a high resolution color scan. See <link xref="dpi"/> for more details and more options.
fr: Le type de document peut aussi être modifié depuis le menu <guiseq><gui>Document</gui> <gui>Numériser</gui></guiseq>. Sélectionnez <gui><em>Texte</em></gui> si vous souhaitez que le document soit numérisé rapidement en noir et blanc ; sélectionnez <gui><em>Photo</em></gui> pour un document de résolution élevée en couleur. Consultez <link xref="dpi"/> pour plus de détails et plus d'options.

source: Connect the scanner to your computer.
ar: أوصِل الماسحة الضوئية بحاسوبك.
bg: Свързване на скенера към вашия компютър
cs: Připojte scanner k počítači.
de: Schließen Sie den Scanner an Ihren Rechner an.
es: Conecte el escáner a su equipo.
hu: Csatlakoztassa a szkennert a számítógéphez.
pt_br: Conecte o digitalizador ao computador.
ru: Подключите сканер к компьютеру.

source: Open <placeholder-1/>.
de: Öffnen Sie <placeholder-1/>.

source: Ctrl
de: Strg

source: Press the scan button in the toolbar (or <keyseq><placeholder-1/><placeholder-2/></keyseq>).
de: Klicken Sie auf den Scannen-Knopf in der Werkzeugleiste (oder <keyseq><placeholder-1/><placeholder-2/></keyseq>).

source: The page will be shown as it is scanned.
ar: ستظهر الصفحة تدريجيا أثناء مسحها.
bg: Страницата ще бъде показана когато се сканира.
cs: Stránka se zobrazí po dokončení skenování.
de: Jede Seite wird so angezeigt, wie sie gescannt wurde.
es: La página se mostrará a medida que se escanea.
hu: Az oldal a szkennelés közben megjelenik.
pt_br: A página será exibida enquanto é digitalizada.
ru: Страница будет отображаться по мере сканирования.

source: Document
de: Dokument

source: New
de: Neu

source: Delete
de: Löschen

source: Each page you scan is added to the end of your document. To start a new document select <guiseq><placeholder-1/><placeholder-2/></guiseq>. Individual pages can be deleted by right clicking a page or pressing the <placeholder-3/> key.
de: Jede eingescannte Seite wird an das Ende Ihres Dokuments angefügt. Um ein neues Dokument zu beginnen, wählen Sie <guiseq><placeholder-1/><placeholder-2/></guiseq>. Seiten können einzeln entfernt werden, indem Sie mit der rechten Maustaste auf eine Seite klicken oder die <placeholder-3/>-Taste drücken.

source: Scan
de: Scannen

source: Photo
de: Foto

source: The type of scan can be changed from the <guiseq><placeholder-1/><placeholder-2/></guiseq> menu. Choose <placeholder-3/> if you want the document to be quickly scanned in black and white or <placeholder-4/> for a high resolution color scan.
de: Der Scantyp kann im Menü <guiseq><placeholder-1/><placeholder-2/></guiseq> geändert werden. Wählen Sie <placeholder-3/>, wenn das Dokument schnell in Schwarzweiß eingescannt werden soll oder <placeholder-4/> für einen hochauflösenden Farbscan.

source: Escape
de: Esc

source: To stop the scan at any time press <placeholder-1/>.
de: Um den Scanvorgang abzubrechen, drücken Sie <placeholder-1/>.

source: Preferences
de: Einstellungen

source: If you have multiple scanners you can change which scanner is selected from the <guiseq><placeholder-1/><placeholder-2/></guiseq> menu.
de: Falls Sie über mehrere Scanner verfügen, können Sie im Menü <guiseq><placeholder-1/><placeholder-2/></guiseq> wählen, welcher davon verwendet werden soll.

source: Your local scanners are automatically detected each time you start <placeholder-1/> and each time you plug in USB scanner. If you have a network scanner you will need to restart <placeholder-2/> for it to be detected.
de: Ihre lokalen Scanner werden jedes Mal beim Start von <placeholder-1/> und bei jedem Anschließen eines USB-Scanners automatisch erkannt. Wenn Sie einen Netzwerkscanner haben, müssen Sie <placeholder-2/> neu starten, damit dieser erkannt werden kann.

source: Save
de: Speichern

source: To save the current document to a file use the <guiseq><placeholder-1/><placeholder-2/></guiseq> menu (<keyseq><placeholder-3/><placeholder-4/></keyseq>). When you save, there is a choice of three file types.
de: Um das aktuelle Dokument zu speichern, wählen Sie <guiseq><placeholder-1/><placeholder-2/></guiseq> (<keyseq><placeholder-3/><placeholder-4/></keyseq>). Beim Speichern können Sie aus drei Dateitypen wählen.

source: A PDF can contain multiple pages (like a book) and is easy to distribute to other people. Most people do not have software to modify PDF documents so this format is best used for archiving.
ar: ملف PDF يمكن أن يحتوي على صفحات عديدة (ككتاب مثلا) ومن السهل توزيعه ومشاركته مع الآخرين. معظم الناس لا يمتلكون برمجيات لتعديل المستندات من هذا النوع لذلك فإن هذه الصيغة هي الأنسب لاستخدامها للأرشفة.
bg: PDF документите могат да съдържат няколко страници (като книга) и са удобни за разпространение. Повечето хора нямат софтуер за промяна на PDF, така, че този формат е най- подходящ за архивиране.
cs: PDF soubor může obsahovat více stránek (jako kniha) a je vhodný pro další distribuci. Většina lidí nemá vhodný software pro úpravu PDF, tudíž je tento soubor vhodný pro archivaci.
de: Ein PDF kann mehrere Seiten enthalten (wie ein Buch) und lässt sich auf einfache Art und Weise an Andere weitergeben. Die meisten Benutzer verfügen nicht über Software zum Bearbeiten von PDF-Dokumenten, so dass sich dieses Format bestens zur Archivierung eignet.
hu: Egy PDF több oldalt is tartalmazhat (mint egy könyv) és egyszerűen terjeszthető mások számára. A legtöbben nem rendelkeznek PDF-dokumentumok módosítására használható szoftverrel, így ez a formátum leginkább archiválásra használható.
pt_br: Um PDF pode conter deversas páginas (como um livro) e é facilmente distribuído para outras pessoas. A maioria das pessoas não têm programas para modificar documentos PDF, então este formato é melhor utilizado para arquivamento.
ru: PDF может содержать несколько страниц (как книга) и его легко передать другим людям. У многих нет программы для изменения документов PDF, так что этот формат наилучшим образом подходит для архива документов.

source: Use this type if you have scanned multiple pages of text.
ar: استخدم هذا النوع عند مسح صفحات عديدة تحتوي نصوصا.
bg: Използвайте този тим, ако сте сканирали няколко страници текст.
cs: Tento typ použijte, jestlliže jste naskenovali mnoho stránek textu.
de: Verwenden Sie diesen Typ, wenn Sie mehrere Textseiten eingescannt haben.
es: Use este tipo si ha escaneado varias páginas de texto.
hu: Ezt a típust akkor érdemes használni, ha több oldalnyi szöveget olvasott be.
pt_br: Utilize este tipo se você digitalizou várias páginas de texto.
ru: Используйте этот тип файла, если вы отсканировали несколько страниц текста.

source: JPEG file is the file format used by digital cameras and is very small and so easy to distribute. Most people have software to modify JPEG photos and this format is suitable for uploading to social networking sites. If you have scanned multiple pages then a JPEG file will be written for each page.
ar: ملف JPEG هو صيغة ملف صورة تستخدم مع الكاميرات الرقمية وهو صغير الحجم جدا بالمقارنة مع الأنواع الأخرى ومن السهل توزيعه. معظم الناس يمتلكون برمجيات تمكنهم من تعديل الصور من هذا النوع كما أن هذه الصيغة مناسبة جدا لرفعها إلى مواقع التواصل الاجتماعي. إذا قمت بمسح عدة صفحات من هذا النوع فإن كل صفحة ستُحفظ إلى ملف JPEG بمفردها.
bg: Файловият формат JPEG се използва от цифрови камери и е много малък и лесен за разпространение. Повечето хора имат софтуер за обработка на JPEG изображения. Също така, този формат е подходящ за прикачване на изображения към социални мрежи. Ако сте сканирали много страници, ще трябва да се създадат JPEG файлове за всяка страница.
cs: Soubor JPEG je souborový formát používaný digitálními fotoaparáty, je velmi malý a vhodný k další distribuci. Mnoho lidí má software pro úpravu fotek ve formátu JPEG a tento formát je vhodný pro nahrání na sociální sítě. Jestliže jste naskenovali několik stránek, JPEG soubor bude vytvořen pro každou z nich.
de: JPEG ist das von Digitalkameras verwendete Dateiformat. Es ist recht klein und bestens für die Weitergabe geeignet. Die meisten Benutzer verfügen über Software zum Bearbeiten von JPEG-Fotos, außerdem lässt es sich einfach auf Webseiten sozialer Netzwerke hochladen. Falls Sie mehrere Seiten eingescannt haben, wird für jede Seite eine JPEG-Datei erzeugt.
es: El formato de archivo JPEG se utiliza en las cámaras digitales y es pequeño, lo cual lo vuelve fácil de distribuir. Este formato es adecuado para cargar en sitios de interacción social; y la mayoría de las personas cuentan con software de modificación de fotos JPEG. Si ha digitalizado varias páginas se creará un archivo JPEG por cada una de ellas.
hu: A JPEG a digitális fényképezőgépek által használt fájlformátum, kis méretű és így egyszerűen terjeszthető fájlokat eredményez. A legtöbben rendelkeznek a JPEG képek módosítására használható szoftverekkel, így ez a formátum megfelelő a közösségi oldalakon való megosztásra. Ha több oldalt olvasott be, akkor minden oldalból egy külön JPEG fájl készül.
pt_br: JPEG é o formato utilizado por câmeras digitais, é pequeno e facilmente distribuído. A maioria das pessoa têm programas para modificar fotos em JPEG e este formato é adequado para envio aos sites de redes sociais. Se você digitalizou várias páginas, então um arquivo JPEG será gravado para cada página.
ru: JPEG — это формат файлов, используемый цифровыми фотокамерами. Такие файлы невелики по размеру и их легко распространять. У многих имеются программы для изменения снимков JPEG, и этот формат подходит для публикации в социальных сетях. Если вы отсканировали несколько страниц, то для каждой из них будет создан отдельный файл JPEG.

source: Use this type if you want to modify or upload the scanned images.
ar: استخدم هذا النوع إذا رغبت في تعديل أو رفع الصور الممسوحة.
bg: Използвайте този тип, ако искате да промените или да качвате сканирани изображения.
cs: Tento typ použijte, jestliže chcete naskenované obrázky upravit nebo někam nahrát.
de: Verwenden Sie diesen Typ, wenn Sie die eingescannten Bilder bearbeiten oder hochladen wollen.
es: Use este formato si quiere modificar o subir las imágenes escaneadas.
hu: Ezt a típust akkor használja, ha a beolvasott képeket módosítani vagy az interneten megosztani szeretné.
pt_br: Use este tipo se você deseja modificar ou enviar suas imagens digitalizadas.
ru: Используйте этот тип файлов, если хотите изменять или публиковать отсканированные изображения.

source: PNG files contain the raw data from the scanner. This makes them much larger than JPEG files and not suitable for distributing. If you have scanned multiple pages then a PNG file will be written for each page.
ar: ملفات PNG تحتوي بيانات خام من الماسحة الضوئية. هذا يجعل هذا النوع أكبر بكثير من ملفات JPEG وبذلك لا تكون مناسبة لتوزيعها. إذا قمت بمسح عدة صفحات من هذا النوع فإن كل صفحة ستُحفظ إلى ملف PNG بمفردها.
bg: PNG файловете съдържат изходни данни от скенера. Това ги прави доста по- големи от JPEG файловете и неподходящи за разпространение. Ако сте сканирали няколко страници, за всяка страница ще бъде създаден PNG файл.
cs: PNG soubory obsahují nezpracovaná data ze skeneru. Soubor jsou tak mnohem větší než soubory ve formátu JPEG a nejsou vhodné k další distribuci. Jestliže jste naskenovali více stránek, tak soubor PNG bude vytvořen pro každou z nich.
de: PNG-Dateien enthalten die Rohdaten aus dem Scanner. Dadurch sind sie wesentlich größer als JPEG-Dateien und für die Weitergabe ungeeignet. Wenn Sie mehrere Seiten einscannen, wird für jede Seite eine PNG-Datei erzeugt.
es: Los archivos PNG contienen los datos en bruto del escáner. Esto los vuelve mucho más grandes que los archivos JPEG y, por tanto, no adecuados para su distribución. Si ha digitalizado varias páginas se creará un archivo PNG por cada una de ellas.
hu: A PNG fájlok a nyers adatokat tartalmazzák a szkennerből. Ez sokkal nagyobbá teszi azokat a JPEG fájloknál, így nem megfelelők terjesztésre. Ha több oldalt olvasott be, akkor minden oldalból egy külön PNG fájl készül.
pt_br: Arquivos PNG contém dados brutos vindos do digitalizador. Por isto são muito maiores que arquivos JPEG e não são adequados para distribuição. Se você digitalizou diversas páginas, então um arquivo PNG será gravado para cada página.
ru: Файлы PNG содержат необработанные данные со сканера. Поэтому их размер гораздо больше, чем у файлов JPEG, и они не так подходят для распространения. Если вы отсканировали несколько страниц, для каждой из них будет создан отдельный файл PNG.

source: Use this type if you need high resolution files for editing
ar: استخدم هذا النوع إذا كنت بحاجة إلى ملفات ذات ميز عالي لتعديلها.
bg: Използвайте този тип, ако имате нужда от файлове с висока резолюция за редактиране
cs: Tento typ použijte, jestliže potřebujete vysoké rozlišení pro editaci.
de: Verwenden Sie diesen Typ, wenn sie hochauflösende Dateien zur Weiterverarbeitung benötigen.
es: Use este tipo si necesita archivos de alta resolución para su edición
hu: Ezt a típust akkor használja, ha nagy felbontású fájlokra van szüksége további szerkesztéshez.
pt_br: Use este tipo se você precisa de arquivos de alta resolução para edição
ru: Используйте этот формат, если вам нужны файлы высокого разрешения для редактирования

source: Rotating Pages
ar: تدوير الصفحات
bg: Завъртане на страници
cs: Otočení stránky
de: Seiten drehen
es: Girar páginas
hu: Oldalak forgatása
pt_br: Girando páginas
ru: Поворот страниц

source: To rotate a page use the rotation buttons in the toolbar or the <placeholder-1/> and <placeholder-2/> keys. Each new page that is scanned will use the previous rotation.
de: Um eine Seite zu drehen, verwenden Sie die Drehknöpfe in der Werkzeugleiste oder die Tasten <placeholder-1/> und <placeholder-2/>. Jede neu eingescannte Seite übernimmt dann die gewählte Drehung.

source: To move a page, select it and move the page left or right using the <placeholder-1/> and <placeholder-2/> keys.
de: Um eine Seite zu verschieben, wählen Sie sie aus und verschieben Sie sie mit den Tasten <placeholder-1/> und <placeholder-2/> nach rechts oder links.

source: To remove the selected page use the <placeholder-1/> key.
de: Um die ausgewählte Seite zu entfernen, verwenden Sie die <placeholder-1/>-Taste.

source: Print
de: Drucken

source: To print the current document use the <guiseq><placeholder-1/><placeholder-2/></guiseq> menu (<keyseq><placeholder-3/><placeholder-4/></keyseq>).
de: Um das aktuelle Dokument zu drucken, wählen Sie <guiseq><placeholder-1/><placeholder-2/></guiseq> (<keyseq><placeholder-3/><placeholder-4/></keyseq>).

source: Simple Scan Help
ar: مساعدة الماسحة الضوئية
bg: Помощ за Simple Scan
cs: Nápověda jednoduchého skenování
de: Hilfe zu Simple Scan
es: Ayuda de Simple Scan
hu: Simple Scan súgó
pt_br: Ajuda do Simple Scan
ru: Справка Simple Scan

source: To email the current document use the <guiseq><placeholder-1/><placeholder-2/></guiseq> menu (<keyseq><placeholder-3/><placeholder-4/></keyseq>). Your email program will be opened with a new message containing the scanned document as an attachment.
de: Um das aktuelle Dokument per E-Mail zu versenden, wählen Sie <guiseq><placeholder-1/><placeholder-2/></guiseq> (<keyseq><placeholder-3/><placeholder-4/></keyseq>). Ihr E-Mail-Programm wird mit einer neuen Nachricht geöffnet, die das eingescannte Dokument als Anhang enthält.

source: If the document type is set to text the email will have a PDF attachment otherwise the email will have a JPEG attachment for each page.
ar: إذا كان نوع المستند معيّن كنص فإن البريد سيحتوي على مرفق PDF، وإلّا فإن البريد سيحتوي على مرفق صورة JPEG لكل صفحة.
bg: Ако е зададен текстов тип на документа, електронното съобщение ще съдържа прикрепен PDF файл. В противен случай, електронното съобщение ще съдържа прикрепен JPEG файл за всяка страница.
cs: Jestliže je typ dokumentu nastaven na text, email bude obsahovat PDF přílohu, jinak bude obsahovat JPEG přílohu pro každou stranu.
de: Falls der Dokumenttyp auf Text gesetzt ist, dann wird der E-Mail-Anhang im PDF-Format versendet, anderenfalls wird für jede Seite ein separater JPEG-Anhang erzeugt.
hu: Ha a dokumentum típusa szövegre van állítva, akkor az e-mailhez egy PDF melléklet lesz csatolva, egyébként minden oldal egy JPG mellékletként lesz az e-mailhez csatolva.
pt_br: Se o tipo de documento é definido como texto, o e-mail terá um anexo em PDF. Senão, o e-mail terá um anexo JPEG para cada página.
ru: Если задан текстовый тип документа, то в письмо будет вложен PDF, в противном случае будут вложены файлы JPEG для каждой страницы.

source: By default text documents will be scanned at 200 dots per inch (dpi) and photos at 400 dpi. To change these settings open the preferences from the <guiseq><placeholder-1/><placeholder-2/></guiseq> menu.
de: Standardmäßig werden Dokumente mit 200 dpi (Punkte pro Zoll) eingescannt und Fotos mit 400 dpi. Um diese Einstellungen zu ändern, öffnen Sie die Einstellungen mit <guiseq><placeholder-1/><placeholder-2/></guiseq>.
