Repository: GNOME/simple-scan
Catalog: po/*.po
Languages: kab, ug

source: scan;scanner;flatbed;adf;
kab: ḍumm;anafraḍ;flatbed;adf;
