Repository: GNOME/simple-scan
Catalog: po/*.po
Languages: kab, ug

source: Document Scanner
kab: Anafraḍ n yisemli
ug: پۈتۈك تارىغۇچ

source: Make a digital copy of your photos and documents
kab: Eg anɣal umḍin n tewlafin-ik d yisemliyen
ug: سۈرەت ۋە پۈتۈكنى رەقەملەشتۈرۈپ كومپيۇتېردا ساقلايدۇ

source: scan;scanner;flatbed;adf;simple-scan;simplescan;
ug: scan;scanner;flatbed;adf;simple-scan;simplescan;تارا؛تارىغۇچ؛

source: Device to scan from
kab: Ibenk ansi ara d-tḍummeḍ
ug: تارايدىغان ئۈسكۈنە

source: SANE device to acquire images from.
kab: Ibenk SANE seg wansi ara d-tawiḍn tugniwin.
ug: رەسىمگە ئېرىشىدىغان SANE ئۈسكۈنىسى.

source: Type of document being scanned
kab: Anaw n yisemli yettwaḍummen
ug: تارايدىغان پۈتۈكنىڭ تۈرى

source: Type of document being scanned. This setting decides on the scan resolution, colors and post-processing.
kab: Anaw n yisemli yettwaḍummen. Aɣewwar-a yettextiri tafrayt n uḍummu, initen akked send asesfer.
ug: ھۆججەت تىپى تارالغان، بۇ تەڭشەك ئېنىقلىق دەرىجىسى، رەڭگى ۋە كېيىنكى بىر تەرەپ قىلىش جەريانىنى تەڭشەيدۇ.

source: Width of paper in tenths of a mm
kab: Tehri n lkaɣeḍ s εecra imilimitren
ug: قەغەزنىڭ ئوندىن بىر مىللىمېتىرلىق كەڭلىكى

source: The width of the paper in tenths of a mm (or 0 for automatic paper detection).
kab: Tehri n lkaɣeḍ s εecra imilimitren (neɣ 0 i lkaɣeḍ yettwafen s wudem awurman).
ug: قەغەزنىڭ ئوندىن بىر مىللىمېتىرلىق كەڭلىكى (ياكى قەغەزنى ئۆزلۈكىدىن بايقاش ئۈچۈن 0 )

source: Height of paper in tenths of a mm
kab: Teɣzi n lkaɣeḍ s εecra imilimitren
ug: قەغەز ئېگىزلىكى (mm 0.1 ئېنىقلىقىدا)

source: The height of the paper in tenths of a mm (or 0 for automatic paper detection).
kab: Teɣzi n lkaɣeḍ s εecra imilimitren (neɣ 0 i lkaɣeḍ yettwafen s wudem awurman).
ug: قەغەزنىڭ ئوندىن بىر مىللىمېتىرلىق ئېگىزلىكى (ياكى قەغەزنى ئۆزلۈكىدىن بايقاش ئۈچۈن 0 )

source: Brightness of scan
kab: Aceεlel n uḍummu
ug: تاراش يورۇقلۇقى

source: The brightness adjustment from -100 to 100 (0 being none).
kab: Asemsawi n uceεlel seg - 100 ɣer 100 (0 d ulac).
ug: يورۇقلۇق تەڭشىكى -100 دىن 100 گىچە(0 تەڭشەلمىگەن).

source: Contrast of scan
kab: Agnil n uḍummu
ug: تاراش يورۇقلۇقى

source: The contrast adjustment from -100 to 100 (0 being none).
kab: Asemsawi n ugnil seg - 100 ɣer 100 (0 d ulac).
ug: يورۇقلۇق تەڭشىكى -100 دىن 100 گىچە(0 تەڭشەلمىگەن).

source: Resolution for text scans
kab: Tafrayt i yislaḍen n uḍris
ug: تېكىست تاراش ئېنىقلىقى

source: The resolution in dots-per-inch to use when scanning text.
kab: Tafrayt s wagaz i udebbuz ara yettwasqedcen deg uḍummu n uḍris.
ug: تېكىست تارىغاندا ئىشلىتىدىغان ئېنىقلىقى DPI (چېكىت ھەر دىيۇم)

source: Resolution for image scans
kab: Tafrayt i yislaḍen n uḍris
ug: سۈرەت تاراش ئېنىقلىقى

source: The resolution in dots-per-inch to use when scanning images.
kab: Tafrayt wagazen deg udebbuz yettwasqedcen lawan n uḍummu n uḍris.
ug: سۈرەت تارىغاندا ئىشلىتىدىغان ئېنىقلىقى DPI (چېكىت ھەر دىيۇم)

source: Page side to scan
kab: Idis n usebter ara yettwaḍummen
ug: تارايدىغان بەت يۈزى

source: The page side to scan.
kab: Idis n usebter ara yettwaḍummen.
ug: تارايدىغان بەت يۈزى.

source: Directory to save files to
kab: Akaram anida ara ttwaskelsen yifuyla
ug: ھۆججەتنى ساقلايدىغان مۇندەرىجە

source: The directory to save files to. Defaults to the documents directory if unset.
kab: Akaram anida ara ttwaskelsen yifuyla. Imezwura ɣer ukaram n yisemliyen ma yella ur yettusbadu ara.
ug: ھۆججەتنى ساقلايدىغان مۇندەرىجە. ئەگەر تەڭشەلمىسە پۈتۈك مۇندەرىجىسىنى ئىشلىتىدۇ.

source: File format that is used for saving image files
kab: Amasal n yifuyla i yettwasqedcen i usekles n yifuyla n tugniwin
ug: سۈرەت ھۆججەتنى ساقلاشقا ئىشلىتىدىغان ھۆججەت پىچىمى

source: MIME type that is used for saving image files. Examples of supported MIME types: image/jpeg, image/png, application/pdf
kab: Amasal n yifuyla i yettwasqedcen i usekles n yifuyla n tugniwin. Imedyaten i wanawen MIME i yettwasferken: tugna/jpeg, tugna/png, asnas/pdf
ug: سۈرەت ھۆججەت ساقلاشتا ئىشلىتىدىغان MIME تىپى. قوللايدىغان MIME تىپى: image/jpeg, image/png, application/pdf

source: Quality value to use for JPEG compression
kab: Azal aɣaran ara yettusqedcen i uskussem n JPEG
ug: JPEG پىرېسنىڭ سۈپىتىنى بەلگىلەيدىغان قىممەت

source: Quality value to use for JPEG compression.
kab: Azal aɣaran ara yettusqedcen i uskussem n JPEG.
ug: JPEG پىرېسنىڭ سۈپىتىنى بەلگىلەيدىغان قىممىتى.

source: Delay in millisecond between pages
kab: Tanzagt s militsinin gar yisebtar
ug: ھەر بىر بەت ئارىلىقىدىكى كېچىكىش مىللىسېكۇنت

source: Delay in millisecond between pages.
kab: Tanzagt s militsinin gar yisebtar.
ug: ھەر بىر بەت ئارىلىقىدىكى كېچىكىش مىللىسېكۇنت.

source: Whether or not postprocessing is enabled
kab: Ma yella yettwarmed send usesfer neɣ xaṭi
ug: كېيىنكى بىر تەرەپ قىلىش قوزغىتىلدىمۇ يوق

source: Whether or not postprocessing is enabled.
kab: Ma yella yettwarmed send usesfer neɣ xaṭi.
ug: ئاخىرقى جەريان قوزغىتىلدىمۇ يوق.

source: The path to the postprocessing script
kab: Abrid n usekript n send asesfer
ug: ئاخىرقى جەريان قوليازمىسىنىڭ يولى

source: The path to the postprocessing script.
kab: Abrid n usekript n send asesfer.
ug: ئاخىرقى جەريان قوليازمىسىنىڭ يولى.

source: Additional arguments for the postprocessing script
kab: Ifukal niḍen i usekript n send asesfer
ug: ئاخىرقى جەريان قوليازمىسىنىڭ قوشۇمچە ئۆزگەرگۈچى قىممىتى

source: Additional arguments for the postprocessing script.
kab: Ifukal niḍen i usekript n send asesfer.
ug: ئاخىرقى جەريان قوليازمىسىنىڭ قوشۇمچە ئۆزگەرگۈچى قىممىتى.

source: Whether or not to keep the original, unprocessed file
kab: Ad yettwaḥraz ufaylu aɣbalu yettusesfaren neɣ uhu
ug: ئەسلى نۇسخىدىكى ھۆججەتنى ساقلاپ قالامدۇ يوق

source: Whether or not to keep the original, unprocessed file. The "_orig" filename will be added to the filename immediately before the file extension.
kab: Ad yettwaḥraz ufaylu aɣbalu yettusesfaren neɣ uhu. Isem n ufaylu "_orig" ad yettwarnu ɣer yisem n ufaylu send asiɣzef n ufaylu.
ug: تېخى بىر تەرەپ قىلمىغان ئەسلى نۇسخىدىكى ھۆججەتنى ساقلاپ قالامدۇ يوق. ھۆججەت ئىسمى «_orig» ھۆججەتنىڭ كېڭەيتىلگەن ئىسمىنىڭ ئالدىغا دەرھال قوشۇلىدۇ.

source: A really easy way to scan both text and images. You can crop out the bad parts of an image and rotate it if it is the wrong way round. You can print your scans, export them to pdf, or save them in a range of image formats.
kab: Abrid fessusen i uḍummu n uḍris d tugniwin ɣef tikkelt. Tzemreḍ ad tgezmeḍ yir imuren n tugna, ad t-tsezziḍ ma yella ur d-yezzi ara akken iwata. Tzemreḍ ad tsiggzeḍ iḍummiyen-ik, ad ten-tsifḍeḍ ɣer PDF, neɣ ad ten-teskelseḍ deg tseddart n yimasalen n tugna.
ug: ئاددىي بولغان تېكىست ۋە سۈرەت تاراش يۇمشاق دېتالى. ئەگەر سۈرەت خاتا كۆرۈنسە، ئېھتىياجىڭىزغا ئاساسەن قايچىلاپ، چۆرگىلىتىش قاتارلىق ئۇسۇلدا سۈرەتنى تەڭشىيەلەيسىز. تارىغان نۇسخىنى پىرىنتېردا بېسىپ، pdf كە چىقىرىپ ياكى سۈرەت پىچىمىدا ساقلىيالايسىز.

source: This app uses the SANE framework to support most existing scanners.
kab: Asnas-a yesseqdac framwork SANE i usefrek n tuget n yinafraḍen i yellan.
ug: بۇ ئەپ SANE قۇرۇلمىسىنى ئىشلىتىپ زور كۆپچىلىك تارىغۇچلارنى قوللايدۇ.

source: The GNOME Project
kab: Asenfar n GNOME
ug: GNOME قۇرۇلۇشى

source: Rotate _Left
kab: Tuzzya ɣer zelmaḍ (_L)
ug: سولغا ئايلاندۇر(_L)

source: Rotate _Right
kab: Tuzzya ɣer yefus (_R)
ug: ئوڭغا ئايلاندۇر(_R)

source: _Crop
kab: Gzem (_C)
ug: قىرقى(_C)

source: _None
kab: Ulac (_N)
ug: يوق(_N)

source: _Letter
kab: Asekkil (_L)
ug: خەت قەغىزى(_Letter)

source: Le_gal
kab: Usḍif (_g)
ug: US Legal(_G)

source: _Custom
kab: Sagen (_C)
ug: ئىختىيارى(_C)

source: _Rotate Crop
kab: Sezzi anegzum (_R)
ug: قىرقىغاننى چۆرگىلەت(_R)

source: Move Left
kab: Mutti s azelmaḍ
ug: سولغا يۆتكە

source: Move Right
kab: Mutti s ayeffus
ug: ئوڭغا يۆتكە

source: Copy
kab: Nɣel
ug: كۆچۈر

source: Delete
kab: Kkes
ug: ئۆچۈر

source: _Single Page
kab: Asebtar asuf (_S)
ug: يەككە بەت(_S)

source: All Pages From _Feeder
kab: Akk isebtar seg usalay (_F)
ug: كىرگۈزۈلگەن ھەممە بەت(_F)

source: _Multiple Pages From Flatbed
kab: Aṭas n yisebtar seg Flatbed (_M)
ug: تارىغۇچتىن كەلگەن كۆپ بەت(_M)

source: _Text
kab: Aḍris (_T)
ug: تېكىست(_T)

source: _Image
kab: Tugna (_I)
ug: سۈرەت(_I)

source: Stop
kab: Seḥbes
ug: توختا

source: S_top
kab: Seḥbes (_S)
ug: توختا(_T)

source: _Scan
kab: Ḍumm (_S)
ug: تارا(_S)

source: Scan Options
ug: تاراش تاللانمىسى

source: Main Menu
kab: Umuɣ agejdan
ug: ئاساسىي تىزىملىك

source: Export
kab: Sifeḍ
ug: چىقار

source: Refresh Device List
kab: Smiren tabdart n yibenkan
ug: ئۈسكۈنە تىزىمىنى يېڭىلا

source: New Document
kab: Isemli amaynut
ug: يېڭى پۈتۈك

source: Rotate Left (counter-clockwise)
kab: Tuzzya ɣer azlmaḍ (mgal tamrilt)
ug: سولغا چۆرگىلەت(سائەت يۆنىلىشىگە قارشى)

source: Rotate Right (clockwise)
kab: Tuzzya ɣer yeffus (mgal tamrilt)
ug: ئوڭغا چۆرگىلەت(سائەت يۆنىلىشىدە)

source: Crop Selected Page
kab: Gzem asebter i yettwafernen
ug: تاللانغان بەتنى قىرقى

source: Delete Selected Page
kab: Kkes asebter i yettwafernen
ug: تاللىغان بەتنى ئۆچۈر

source: _Username for resource
kab: Isem n useqdac i uɣbalu (_U)
ug: مەنبەنىڭ ئىشلەتكۈچى ئاتى(_U)

source: _Password
kab: Awal n uɛeddi (_P)
ug: ئىم(_P)

source: _Cancel
kab: Sefsex (_C)
ug: ۋاز كەچ(_C)

source: _Authorize
kab: Sireg (_A)
ug: كىملىك دەلىللە(_A)

source: Install drivers
kab: Sebded inuḍafen
ug: قوزغاتقۇ ئورنات

source: OK
ug: تامام

# shortcut window
source: Scanning
kab: Aḍummu
ug: تاراۋاتىدۇ

# shortcut window
source: Scan a single page
kab: Ḍumm asebter asuf
ug: يەككە بەت تارايدۇ

# shortcut window
source: Scan all pages from document feeder
kab: Ḍumm akk isebtar seg umsalay n yisemliyen
ug: پۈتۈك قۇتىسىدىن ھەممە بەتنى تارايدۇ

# shortcut window
source: Scan continuously from a flatbed scanner
kab: Ḍumm s wudem amaɣlal seg unafraḍ flatbed
ug: تەكشى تارىغۇچتىن ئۈزلۈكسىز تارايدۇ

# shortcut window
source: Stop scan in progress
kab: Seḥbes aḍummu tasleḍt la iteddun
ug: تاراۋاتقاننى توختىتىدۇ

# shortcut window
source: Document Modification
kab: Tasenfelt n yisemli
ug: پۈتۈك ئۆزگەرتىش

# shortcut window
source: Move page left
kab: Senkez asebter ɣer zelmeḍ
ug: بەتنى سولغا يۆتكە

# shortcut window
source: Move page right
kab: Senkez asebter ɣer yeffus
ug: بەتنى ئوڭغا يۆتكە

# shortcut window
source: Rotate page to the left (anti-clockwise)
kab: Sezzi asebter ɣer yeffus (mgal uzrig)
ug: بەتنى سولغا ئايلاندۇر(سائەت يۆنىلىشىگە قارشى)

# shortcut window
source: Rotate page to the right (clockwise)
kab: Sezzi asebter ɣer yeffus (tuzzya tusrigt)
ug: بەتنى ئوڭغا ئايلاندۇر (سائەت يۆلىنىشىدە)

# shortcut window
source: Delete page
kab: Kkes asebter
ug: بەت ئۆچۈر

# shortcut window
source: Document Management
kab: Asefrek n yisemli
ug: پۈتۈك باشقۇرۇش

# shortcut window
source: Start new document
kab: Bdu isemli amaynut
ug: يېڭى ھۆججەت قۇرۇش

# shortcut window
source: Save scanned document
kab: Sekles isemli yettwaḍummen
ug: تارىغان پۈتۈكنى ساقلايدۇ

# shortcut window
source: Email scanned document
kab: Imayl n yisemli yettwaḍummen
ug: تارىغان پۈتۈكنى ئېلخەتتە يوللايدۇ

# shortcut window
source: Print scanned document
kab: Siggez isemli yettwaḍummen
ug: تارىغان پۈتۈكنى باسىدۇ

# shortcut window
source: Copy current page to clipboard
kab: Nɣel asebter amiran ɣer tecfawt
ug: نۆۋەتتىكى بەتنى چاپلاش تاختىسىغا كۆچۈرىدۇ

# shortcut window
source: General
kab: Amatu
ug: ئادەتتىكى

# shortcut window
source: Show help
kab: Sken-d tallelt
ug: ياردەمنى كۆرسەت

# shortcut window
source: Open menu
kab: Ldi umuɣ
ug: تىزىملىك ئاچ

# shortcut window
source: Show preferences
kab: Sken ismenyifen
ug: مايىللىقنى كۆرسەت

# shortcut window
source: Keyboard shortcuts
kab: Inegzumen n unasiw
ug: ھەرپتاختا تېزلەتمىسى

# shortcut window
source: Quit
kab: Ffeɣ
ug: چېكىن

source: Scanning
kab: Aḍummu
ug: تاراۋاتىدۇ

source: Scan _Sides
kab: Ḍumm idisan (_S)
ug: تاراش يۈزى(_S)

source: Front
kab: Sdat
ug: ئالدى

source: Back
kab: Deffir
ug: قايت

source: Both
kab: Di sin
ug: ئىككىلىسى

source: _Page Size
kab: Teɣzi n usebter (_P)
ug: بەت چوڭلۇقى(_P)

source: _Delay in Seconds
kab: Tanzagt deg tasinin (_D)
ug: كېچىكتۈرۈش سېكۇنت(_D)

source: Interval to scan multiple pages
kab: Azilal i uḍummu n waṭas n yisebtar
ug: كۆپ بەت تاراش ئارىلىقى

source: Quality
kab: Taɣara
ug: سۈپەت

source: _Text Resolution
kab: tafrayt n uḍris (_T)
ug: تېكىست ئېنىقلىقى(_T)

source: _Image Resolution
kab: tafrayt n tugna (_I)
ug: سۈرەت ئېنىقلىقى(_I)

source: _Brightness
kab: Tifawit (_B)
ug: يورۇقلۇقى(_B)

source: _Contrast
kab: Agnil (_C)
ug: سېلىشتۇرمىسى(_C)

source: Compression
kab: Askussem
ug: پىرېسلاش

source: Postprocessing
kab: Send akala
ug: ئاخىرقى جەريان

source: _Enable Postprocessing
kab: Rmed send akala
ug: ئاخىرقى جەرياننى قوزغات(_E)

source: _Script
kab: Asekript (_S)
ug: قوليازما(_S)

source: _Script arguments
kab: Ifukal n usekript (_S)
ug: قوليازما ئۆزگەرگۈچىسى(_S)

source: _Keep original file
kab: Ḥrez afaylu aɣbalu (_K)
ug: ئەسلى ھۆججەتنى ساقلاپ قال(_K)

# dialog title
source: Reorder Pages
kab: Ales asmizwer n yisebtar
ug: بەتنى قايتا رەتلە

source: Combine sides
kab: Sdukkel idisan
ug: تەرەپلەرنى بىرىكتۈرۈش

source: Combine sides (reverse)
kab: Sdukkel idisan (amettay)
ug: تەرەپلەرنى بىرىكتۈر(ئەكسىچە)

source: Flip odd pages upside-down
kab: Mutti iqerra n yisebtar iryuganen d akessar
ug: تاق بەتنىڭ ئاستىنى ئۈستىگە ئۆرۈيدۇ

source: Flip even pages upside-down
kab: Mutti iqerra n yisebtar iyuganen d akessar
ug: جۈپ بەتنىڭ ئاستىنى ئۈستىگە ئۆرۈيدۇ

source: Reverse
kab: Tti
ug: ئەكسىچە

source: _Close
kab: Mdel (_C)
ug: ياپ(_C)

source: Username and password required to access “%s”
kab: Yettwasra yisem n useqdac akked wawal n uεeddi i unekcum ɣer "%s"
ug: «%s» غا كىرىش ئۈچۈن ئىشلەتكۈچى ئاتى ۋە ئىم كېرەك

source: Searching for Scanners…
kab: Anadi ɣef yinafraḍen…
ug: تارىغۇچنى ئىزدەۋاتىدۇ…

source: Ready to Scan
kab: Yewjed i uḍummu
ug: تاراشقا تەييار

source: Additional Software Needed
kab: Aseɣẓan niḍen yettwasra
ug: باشقا يۇمشاق دېتال زۆرۈر

source: You need to <a href="install-firmware">install driver software</a> for your scanner
kab: Tesriḍ <a href="install-firmware">ad tesbeddeḍ aseɣẓan n unuḍaf</a> i unafraḍ-ik·im.
ug: تارىغۇچقا <a href="install-firmware">قوزغاتقۇ يۇمشاق دېتالى</a>نى ئورنىتىشىڭىز كېرەك

source: No Scanners Detected
kab: Ulac inafraḍen yettwafen
ug: تارىغۇچ بايقالمىدى

source: Please check your scanner is connected and powered on
kab: Ttxil-k senqed anafraḍ-ik ma yella yeqqen akked ma yella yecεel
ug: تارىغۇچ چېتىلغانمۇ توكى ئۇلانغانمۇ تەكشۈرۈڭ

source: An autosaved book exists. Do you want to open it?
kab: Asekles awurman n udlis yella. Tebɣiḍ ad t-teldiḍ?
ug: ئۆزلۈكىدىن ساقلانغان كىتابتىن بىرى مەۋجۇت. ئۇنى ئاچامسىز؟

source: _No
kab: Uhu (_N)
ug: ياق(_N)

source: _Yes
kab: Ih (_Y)
ug: ھەئە(_Y)

source: Save As…
kab: Sekles am…
ug: باشقا ئاتتا ساقلا…

source: _Save
kab: _Sekles
ug: ساقلا(_S)

source: Scanned Document
kab: Isemli yettwaḍummen
ug: تارالغان ھۆججەت

source: PDF (multi-page document)
kab: PDF (isemli s waṭas n yisebtar)
ug: PDF (كۆپ بەتلىك پۈتۈك)

source: JPEG (compressed)
kab: JPEG (yettwaḍummen)
ug: JPEG (پىرېسلانغان)

source: PNG (lossless)
kab: PNG (war asruḥu)
ug: PNG (خورىماس)

source: WebP (compressed)
kab: WebP (yettwaḍummen)
ug: WebP (پىرېسلانغان)

source: All Files
kab: Akk ifuyla
ug: ھەممە ھۆججەت

source: A file named “%s” already exists. Do you want to replace it?
kab: Afaylu s yisem “%s” yella yakan. Tebɣiḍ ad t-tsemselsiḍ?
ug: ئاتى «%s» بولغان ھۆججەت مەۋجۇت. قاپلىۋېتەمسىز؟

source: _Replace
kab: Semselsi (_R)
ug: ئالماشتۇر(_R)

source: Saving
kab: Asekles
ug: ساقلاۋاتىدۇ

source: Failed to save file
kab: Yecceḍ usekles n ufaylu
ug: ھۆججەتكە ساقلىغىلى بولمىدى

source: Failed to run postprocessing
ug: ئاخىرقى جەرياننى ئىجرا قىلالمىدى

source: If you don’t save, changes will be permanently lost.
kab: Ma yella ur teskelseḍ ara, isenfal ad ruḥen i lebda.
ug: ئەگەر ساقلىمىسىڭىز، ئۆزگەرتىشلەرنىڭ ھەممىسى مەڭگۈلۈككە يوقىلىدۇ.

source: Save current document?
kab: Sekles isemli amiran?
ug: ھازىرقى پۈتۈكنى ساقلىسۇنمۇ؟

source: _Discard Changes
kab: _Sefsex ibeddilen
ug: ئۆزگەرتىشلەرنى تاشلىۋەت(_D)

source: Contacting Scanner…
kab: Anermes n unafraḍ…
ug: تارىغۇچ بىلەن ئالاقىلىشىۋاتىدۇ…

source: Scan a Single Page
ug: يەككە بەت تارايدۇ

source: Scan Multiple Pages
ug: كۆپ بەت تارايدۇ

source: Unable to save image for preview
kab: D awezɣi asekles n tugna i teskant
ug: ئالدىن كۆزىتىدىغان سۈرەتنى ساقلىغىلى بولمىدى

source: translator-credits
kab: ButterflyOfFire tasutlelli
ug: تەرجىمان تۆھپىسى Gheyret Kenji <gheyret@gmail.com> ئابدۇقادىر ئابلىز <sahranbay@gmail.com>

source: Save document before quitting?
kab: Sekles isemli send tuffɣa?
ug: ئاخىرلاشتۇرۇشتىن ئاۋۋال ھازىرقى پۈتۈكنى ساقلىسۇنمۇ؟

source: _Quit without Saving
kab: Ffeɣ war asekles (_Q)
ug: ساقلىماي چېكىن(_Q)

source: _Email…
kab: Imayl (_E)…
ug: ئېلخەت(_E)

source: Pri_nt…
kab: Siggez (_n)…
ug: باس(_N)…

# menu
source: _Reorder Pages…
kab: Ales asmizwer n yisebtar (_R)…
ug: بەتنى قايتا رەتلە(_R)…

source: _Preferences
kab: Ismenyafen (_P)
ug: مايىللىق(_P)

source: _Keyboard Shortcuts
kab: Inegzumen n unasiw (_K)
ug: ھەرپتاختا تېزلەتمىسى(_K)

source: _Help
kab: Tallelt (_H)
ug: ياردەم(_H)

source: _About Document Scanner
kab: Γef unafraḍ n yisemli (_A)
ug: پۈتۈك تارىغۇچ ھەققىدە(_A)

source: Cancel
kab: Sefsex
ug: ۋاز كەچ

source: Unable to encode page %i
kab: D awezɣi asettengel n usebter %i
ug: بۇ %i بەتنى كودلىيالمايدۇ

source: You appear to have a Brother scanner.
kab: Yettban tesεiḍ anafraḍ Brother.
ug: Brother تارىغۇچىڭىز باردەك قىلىدۇ.

source: Drivers for this are available on the <a href="http://support.brother.com">Brother website</a>.
kab: Inuḍaf i wayagi llan ɣef <a href="http://support.brother.com">usmel web Brother</a>.
ug: قوزغاتقۇ <a href="http://support.brother.com">Brother تور بېكىتى</a>دە بار.

source: You appear to have a Canon scanner, which is supported by the <a href="http://www.sane-project.org/man/sane-pixma.5.html">Pixma SANE backend</a>.
kab: Yettban tesεiḍ anafraḍ Canon, yettwasefraken s <a href="http://www.sane-project.org/man/sane-pixma.5.html">ugrudem n deffor n Pixma SANE</a>.
ug: Canon تارىغۇچىڭىز باردەك قىلىدۇ، <a href="http://www.sane-project.org/man/sane-pixma.5.html">Pixma SANE ئارقا ئۇچى</a> قوللاش بىلەن تەمىنلەيدۇ.

source: Please check if your <a href="http://www.sane-project.org/sane-supported-devices.html">scanner is supported by SANE</a>, otherwise report the issue to the <a href="https://alioth-lists.debian.net/cgi-bin/mailman/listinfo/sane-devel">SANE mailing list</a>.
kab: Ttxil-k wali ma yella <a href="http://www.sane-project.org/sane-supported-devices.html">anafraḍ yettwasefrak sɣur SANE</a>, neɣ mmel ugur i <a href="https://alioth-lists.debian.net/cgi-bin/mailman/listinfo/sane-devel">tebdart n yimaylen SANE</a>.
ug: سىزنىڭ <a href="http://www.sane-project.org/sane-supported-devices.html">تارىغۇچىڭىزنى SANE قوللاش بىلەن تەمىنلەمدۇ</a>، ئۇنداق بولمىسا مەسىلىنى a href="https://alioth-lists.debian.net/cgi-bin/mailman/listinfo/sane-devel">SANE خەت تىزىمى</a> غا يوللاڭ.

source: You appear to have a Samsung scanner.
kab: Yettban tesεiḍ anafraḍ Samsung.
ug: Samsung تارىغۇچىڭىز باردەك قىلىدۇ.

source: Drivers for this are available on the <a href="https://support.hp.com">HP website</a> (HP acquired Samsung's printing business).
kab: Inuḍaf i wayagi llan ɣef <a href="https://support.hp.com">usmel web HP</a> (HP teṭṭef irmad n usiggez n Samsung).
ug: قوزغاتقۇ <a href="https://support.hp.com">HP تور بېكىتى</a>دە بار (HP شىركىتى Samsung نىڭ پىرىنتېر تىجارىتىگە مەسئۇل).

source: You appear to have an HP scanner.
kab: Yettban tesεiḍ anafraḍ HP.
ug: HP تارىغۇچىڭىز باردەك قىلىدۇ.

source: Drivers for this are available on the <a href="https://support.hp.com">HP website</a>.
kab: Inuḍaf i wayagi llan ɣef <a href="https://support.hp.com">usmel web HP</a>.
ug: قوزغاتقۇ <a href="https://support.hp.com">HP تور بېكىتى</a>دە بار.

source: You appear to have an Epson scanner.
kab: Yettban tesεiḍ anafraḍ Epson.
ug: Epson تارىغۇچىڭىز باردەك قىلىدۇ.

source: Drivers for this are available on the <a href="http://support.epson.com">Epson website</a>.
kab: Inuḍaf i wayagi llan ɣef <a href="https://support.epson.com">usmel web Epson</a>.
ug: قوزغاتقۇ <a href="http://support.epson.com">Epson تور بېكىتى</a>دە بار.

source: You appear to have a Lexmark scanner.
kab: Yettban tesεiḍ anafraḍ Lexmark.
ug: Lexmark تارىغۇچىڭىز باردەك قىلىدۇ.

source: Drivers for this are available on the <a href="http://support.lexmark.com">Lexmark website</a>.
kab: Inuḍaf i wayagi llan ɣef <a href="https://support.lexmark.com">usmel web Lexmark</a>.
ug: قوزغاتقۇ <a href="http://support.lexmark.com">Lexmark تور بېكىتى</a>دە بار.

source: Installing drivers…
kab: Asebded n yinuḍaf…
ug: قوزغاتقۇلارنى ئورنىتىۋاتىدۇ…

source: Drivers installed successfully!
kab: Inuḍaf ttwasbedden akken iwata!
ug: قوزغاتقۇلار مۇۋەپپەقىيەتلىك ئورنىتىلدى!

source: Failed to install drivers (error code %d).
kab: Yecceḍ usebded n yinuḍaf (tuccḍa deg tengalt %d).
ug: قوزغاتقۇنى ئورنىتالمىدى (خاتالىق كودى %d).

source: Failed to install drivers.
kab: Yecceḍ usebded n yinuḍaf.
ug: قوزغاتقۇنى ئورنىتالمىدى.

source: Once installed you will need to restart this app.
kab: Akken ara yettusbedd ilaq ad talseḍ asenker n usnas-a.
ug: ئورنىتىش تاماملانغاندىن كېيىن بۇ ئەپنى قايتا قوزغىتىش كېرەك.

source: You need to install the %s package.
kab: Tesriḍ ad tesbeddeḍ akemmus %s.
ug: سىز %s بوغچىسىنى ئورنىتىشىڭىز كېرەك.

source: Automatic
kab: Awurman
ug: ئاپتوماتىك

source: Darker
kab: Berrik
ug: قارىراق

source: Lighter
kab: Fessus ugar
ug: يورۇقراق

source: Less
kab: Drus
ug: كىچىك

source: More
kab: Ugar
ug: تېخىمۇ كۆپ

source: Minimum size
kab: Semẓẓi teɣzi
ug: ئەڭ كىچىك چوڭلۇقى

source: Full detail
kab: Akk talqayt
ug: تولۇق تەپسىلاتى

source: %d dpi (default)
kab: %d dpi (amezwer)
ug: %d dpi (كۆڭۈلدىكى)

source: %d dpi (draft)
kab: %d dpi (arewway)
ug: %d dpi (دەسلەپكى نۇسخا)

source: %d dpi (high resolution)
kab: %d dpi (tafrayt tafellayt)
ug: %d dpi (يۇقىرى ئېنىقلىق)

source: No scanners available. Please connect a scanner.
kab: Ulac inafraḍen i yellan. Ttxil-k qqen anafraḍ.
ug: تارىغۇچ مەۋجۇت ئەمەس. تارىغۇچنى چېتىڭ.

source: Unable to connect to scanner
kab: D awezɣi ad yeqqen ɣer unafraḍ
ug: تارىغۇچقا باغلانغىلى بولمىدى

source: Document feeder empty
kab: Asalay n yisemli d ilem
ug: پۈتۈك تەمىنلەش قۇتىسى بوش

source: Insufficient memory to perform scan. Try to decrease <tt>Resolution</tt> or <tt>Page Size</tt> in <tt>Preferences</tt> menu. For some scanners when scanning in high resolution, the scan size is restricted.
kab: Drus n tkatut i wakken ad iddu uḍummu. Ԑreḍ asenɣes <tt>tafrayt</tt> neɣ <tt>teɣzi n usebter</tt> deg wumuɣ n <tt>yismenyifen</tt>. Kra n yinafraḍen mi ara ttḍummun deg tafrayt tafellayt, teɣzi n uḍummu tesεa tilas.
ug: تاراشقا يېتەرلىك ئەسلەك يوق. <tt>مايىللىق</tt> تىزىملىكىدىكى <tt>ئېنىقلىقى</tt> ياكى <tt>بەت چوڭلۇقى</tt> نى تۆۋەنلىتىڭ. بەزى تارىغۇچ يۇقىرى ئېنىقلىقتا تارىغاندا، قوللايدىغان چوڭلۇقى چەكلىك بولۇشى مۇمكىن.

source: Unable to start scan
kab: D awezεi ad yebdu uḍummu
ug: تاراشنى باشلىيالمىدى

source: Error communicating with scanner
kab: Tuccḍa deg teywalt akked unafraḍ
ug: تارىغۇچ بىلەن ئالاقە باغلاشتا خاتالىق كۆرۈلدى

source: Show release version
kab: Sken lqem aneggaru
ug: نەشرىنى كۆرسەت

source: Print debugging messages
kab: Siggez iznan n tseɣtayt
ug: سازلاش ئۇچۇرلىرىنى كۆرسەت

source: Fix PDF files generated with older versions of this app
kab: Ṣeggem ifuyla PDF yettusirwen s yileqman iqburen n usnas-a
ug: بۇ ئەپنىڭ كونا نەشرىدە ھاسىللانغان PDF نى ئوڭشايدۇ

source: Failed to scan
kab: Yeccḍ uḍummu
ug: تارىيالمىدى

source: Scan in progress
kab: Aḍummu iteddu
ug: تاراۋاتىدۇ

source: [DEVICE…] — Scanning utility
kab: [IBENK…] — Tanfa n uḍummu
ug: [ئۈسكۈنە…] — تاراش قورالى

source: Run “%s --help” to see a full list of available command line options.
kab: Selkem '%s --help' i wakken ad twaliḍ akk tibdarin n textiṛiyin n izirig iwejden.
ug: «%s --help» ئىجرا قىلىنسا ئىشلەتكىلى بولىدىغان بۇيرۇق قۇرىنىڭ تاللانمىلىرىنىڭ تولۇق تىزىمىنى كۆرگىلى بولىدۇ.
